{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "A",
        -4.317087355448644
      ],
      [
        "T",
        -4.330965332887169
      ],
      [
        "G",
        -4.638655622530654
      ],
      [
        "▁",
        -4.654274971007466
      ],
      [
        "AA",
        -4.797945317989578
      ],
      [
        "AT",
        -4.8201445918973995
      ],
      [
        "TT",
        -4.882492681481131
      ],
      [
        "C",
        -4.901341469245225
      ],
      [
        "TA",
        -5.106672778782535
      ],
      [
        "CA",
        -5.191725326677124
      ],
      [
        "GA",
        -5.201463582447951
      ],
      [
        "GT",
        -5.278469042771012
      ],
      [
        "TG",
        -5.29634797461018
      ],
      [
        "AAA",
        -5.315261115421283
      ],
      [
        "AC",
        -5.37089831999617
      ],
      [
        "AAT",
        -5.4104738337455185
      ],
      [
        "AG",
        -5.437265182785486
      ],
      [
        "TAT",
        -5.457050231101063
      ],
      [
        "TTT",
        -5.509398665416573
      ],
      [
        "ATT",
        -5.513039820848304
      ],
      [
        "TTA",
        -5.527253903549261
      ],
      [
        "GC",
        -5.555478060610208
      ],
      [
        "TC",
        -5.595446111057706
      ],
      [
        "TAA",
        -5.633874456749278
      ],
      [
        "GG",
        -5.6354925374273295
      ],
      [
        "GAA",
        -5.635584579064367
      ],
      [
        "CT",
        -5.758394538006297
      ],
      [
        "ATA",
        -5.800131582811889
      ],
      [
        "CG",
        -5.807475558989865
      ],
      [
        "▁A",
        -5.84386027475954
      ],
      [
        "AAG",
        -5.865880974656219
      ],
      [
        "▁T",
        -5.892417683437595
      ],
      [
        "CAA",
        -5.9248861500521945
      ],
      [
        "CC",
        -5.925867076468344
      ],
      [
        "TGA",
        -5.932896785061415
      ],
      [
        "ACA",
        -5.9601390728738135
      ],
      [
        "AGA",
        -5.968625574962692
      ],
      [
        "AAC",
        -5.981424071148768
      ],
      [
        "ATG",
        -5.999573695151596
      ],
      [
        "TTG",
        -6.003457466562994
      ],
      [
        "AAAA",
        -6.008828936821044
      ],
      [
        "CAT",
        -6.042926557188476
      ],
      [
        "AGC",
        -6.073736649839277
      ],
      [
        "GAT",
        -6.083982346777617
      ],
      [
        "GTA",
        -6.1078194025297226
      ],
      [
        "GTT",
        -6.122607097141584
      ],
      [
        "TAAA",
        -6.12632028581287
      ],
      [
        "AATT",
        -6.130348787153574
      ],
      [
        "▁G",
        -6.144599322498893
      ],
      [
        "TCA",
        -6.144750773708454
      ],
      [
        "GCA",
        -6.1504299904180515
      ],
      [
        "AGT",
        -6.160823481631762
      ],
      [
        "TGT",
        -6.162947219078744
      ],
      [
        "ATTT",
        -6.177915785037345
      ],
      [
        "ATAT",
        -6.211365945138568
      ],
      [
        "TAC",
        -6.23249381042138
      ],
      [
        "CGT",
        -6.239560960628249
      ],
      [
        "AAAT",
        -6.240501982924439
      ],
      [
        "TGG",
        -6.244464345632607
      ],
      [
        "GGT",
        -6.24544215712809
      ],
      [
        "ATTA",
        -6.260517329191036
      ],
      [
        "CTT",
        -6.2813704545445805
      ],
      [
        "TTTA",
        -6.326904508229274
      ],
      [
        "ACT",
        -6.332496455751471
      ],
      [
        "TAG",
        -6.3374588707468655
      ],
      [
        "▁AA",
        -6.343960217395223
      ],
      [
        "ATC",
        -6.352331963128307
      ],
      [
        "▁AT",
        -6.375829509545382
      ],
      [
        "TATT",
        -6.384110826151
      ],
      [
        "TTAT",
        -6.40056802284194
      ],
      [
        "TAAT",
        -6.445874926129396
      ],
      [
        "TATA",
        -6.479835508040834
      ],
      [
        "AGG",
        -6.480822935539452
      ],
      [
        "TTAA",
        -6.4870031919236
      ],
      [
        "AAAG",
        -6.492027319748296
      ],
      [
        "TTC",
        -6.496056923447586
      ],
      [
        "ACAA",
        -6.497681908805582
      ],
      [
        "CGA",
        -6.514924988842198
      ],
      [
        "CAAT",
        -6.521583842952846
      ],
      [
        "GTAT",
        -6.526621951312437
      ],
      [
        "GGA",
        -6.540405622868806
      ],
      [
        "GAG",
        -6.544743084846213
      ],
      [
        "GTG",
        -6.545844146820307
      ],
      [
        "CTA",
        -6.547815403766873
      ],
      [
        "TTTT",
        -6.555924941253617
      ],
      [
        "ATGA",
        -6.577229065914548
      ],
      [
        "ATAA",
        -6.577309323575114
      ],
      [
        "AATA",
        -6.591354996601318
      ],
      [
        "TGAA",
        -6.602922148823521
      ],
      [
        "▁C",
        -6.602945494590024
      ],
      [
        "GAAA",
        -6.619535227648521
      ],
      [
        "CATT",
        -6.633877451517593
      ],
      [
        "GTTT",
        -6.646711734333418
      ],
      [
        "GAC",
        -6.648067126602763
      ],
      [
        "CAAA",
        -6.649561558245546
      ],
      [
        "CAC",
        -6.654013762929144
      ],
      [
        "TGC",
        -6.655119780289605
      ],
      [
        "CAG",
        -6.658250898063198
      ],
      [
        "AATG",
        -6.666317130722171
      ],
      [
        "ATCA",
        -6.670388856573047
      ],
      [
        "▁GT",
        -6.6803110674576756
      ],
      [
        "TGTT",
        -6.684051259528684
      ],
      [
        "ACG",
        -6.689305253920783
      ],
      [
        "AACA",
        -6.696434906102607
      ],
      [
        "TGAT",
        -6.6978216195764375
      ],
      [
        "AGAA",
        -6.7374813934411355
      ],
      [
        "▁TT",
        -6.744591872281598
      ],
      [
        "TCG",
        -6.752822353519206
      ],
      [
        "ACC",
        -6.757819967338201
      ],
      [
        "GCT",
        -6.759345407366408
      ],
      [
        "GTC",
        -6.762934365251816
      ],
      [
        "GGC",
        -6.767775996653578
      ],
      [
        "TAGA",
        -6.782289925212314
      ],
      [
        "TCT",
        -6.784093313066831
      ],
      [
        "TTAC",
        -6.791690835408558
      ],
      [
        "GATG",
        -6.800844510686651
      ],
      [
        "ACAT",
        -6.801671853098163
      ],
      [
        "GCG",
        -6.8028911232999185
      ],
      [
        "ATTG",
        -6.803356519311313
      ],
      [
        "TTTG",
        -6.803705434678066
      ],
      [
        "CTAT",
        -6.811728769005728
      ],
      [
        "CGC",
        -6.82941853898511
      ],
      [
        "TTAAA",
        -6.8392594455512645
      ],
      [
        "TATC",
        -6.849580931712854
      ],
      [
        "TTGG",
        -6.864748896069308
      ],
      [
        "TAAAA",
        -6.865486146895361
      ],
      [
        "TGTA",
        -6.879893434724061
      ],
      [
        "TTATT",
        -6.892813065181461
      ],
      [
        "CCA",
        -6.895563324695363
      ],
      [
        "TTAAT",
        -6.897096424766815
      ],
      [
        "GAAAA",
        -6.898475240984576
      ],
      [
        "TTAG",
        -6.905050844911439
      ],
      [
        "▁CA",
        -6.906153713289948
      ],
      [
        "ATGG",
        -6.912602001812464
      ],
      [
        "TCAT",
        -6.914263795401187
      ],
      [
        "GGG",
        -6.9169697574319
      ],
      [
        "AAGT",
        -6.921216159504633
      ],
      [
        "AAAC",
        -6.923682555676103
      ],
      [
        "GAAG",
        -6.931978165952432
      ],
      [
        "GATA",
        -6.934237362968113
      ],
      [
        "ACTT",
        -6.936664733264325
      ],
      [
        "TGGC",
        -6.939517066411245
      ],
      [
        "TTGA",
        -6.940109968062473
      ],
      [
        "GATT",
        -6.949608739743683
      ],
      [
        "CAAG",
        -6.955642734463624
      ],
      [
        "GAAT",
        -6.95579667768146
      ],
      [
        "AGAT",
        -6.966446454598727
      ],
      [
        "TGGT",
        -6.967358035686579
      ],
      [
        "TCAA",
        -6.969190038901054
      ],
      [
        "▁AAA",
        -6.977535559916997
      ],
      [
        "AAGA",
        -6.978705179467341
      ],
      [
        "CCT",
        -6.980789065259839
      ],
      [
        "TTTAT",
        -6.984772509406811
      ],
      [
        "TGCA",
        -6.985199604030212
      ],
      [
        "GTTA",
        -6.9931663573220275
      ],
      [
        "TATG",
        -6.996123383729403
      ],
      [
        "CATG",
        -7.001904825352601
      ],
      [
        "AAAGA",
        -7.009509369381532
      ],
      [
        "TTCA",
        -7.030724017019263
      ],
      [
        "AACAA",
        -7.037686860205519
      ],
      [
        "CTTT",
        -7.049788351989057
      ],
      [
        "▁TC",
        -7.064030081678583
      ],
      [
        "AACG",
        -7.064207336797162
      ],
      [
        "TTTC",
        -7.065323795495036
      ],
      [
        "ATTAT",
        -7.069635611814504
      ],
      [
        "TAAC",
        -7.070874629122032
      ],
      [
        "GTAA",
        -7.071426327122661
      ],
      [
        "▁AC",
        -7.080776992168004
      ],
      [
        "AAAAT",
        -7.088992224563839
      ],
      [
        "GCC",
        -7.089071932738844
      ],
      [
        "TACA",
        -7.089127117103762
      ],
      [
        "AAAAA",
        -7.0915993014347185
      ],
      [
        "TTGT",
        -7.099341703936198
      ],
      [
        "ATTC",
        -7.101451895375259
      ],
      [
        "AGTA",
        -7.101685846203502
      ],
      [
        "GGAT",
        -7.116971900681943
      ],
      [
        "GCAA",
        -7.122855527403331
      ],
      [
        "ATATT",
        -7.126414064834552
      ],
      [
        "AATAT",
        -7.127974651686404
      ],
      [
        "ACTA",
        -7.130763103195334
      ],
      [
        "AGGT",
        -7.131747124435496
      ],
      [
        "ATAAA",
        -7.134276549116862
      ],
      [
        "GCAT",
        -7.135336379292711
      ],
      [
        "ACAG",
        -7.13857619112179
      ],
      [
        "ATTTT",
        -7.146146022560237
      ],
      [
        "AATGA",
        -7.147823953300335
      ],
      [
        "AGCA",
        -7.147837827266227
      ],
      [
        "TAGT",
        -7.150867224416596
      ],
      [
        "TGTC",
        -7.151556485448993
      ],
      [
        "AAATA",
        -7.152803222615095
      ],
      [
        "TACT",
        -7.154510618595765
      ],
      [
        "ATGAA",
        -7.156154597134328
      ],
      [
        "TGAAA",
        -7.165584890250026
      ],
      [
        "TTTAC",
        -7.168538820511343
      ],
      [
        "AATC",
        -7.170813099229057
      ],
      [
        "GAGG",
        -7.174444528514962
      ],
      [
        "TATTT",
        -7.178532838900435
      ],
      [
        "ATTTA",
        -7.1860137968125475
      ],
      [
        "AATTA",
        -7.186119133771015
      ],
      [
        "▁TA",
        -7.193672594231395
      ],
      [
        "TTGC",
        -7.196834791516239
      ],
      [
        "GAAC",
        -7.199642936593975
      ],
      [
        "TGCT",
        -7.20609058050708
      ],
      [
        "TTATA",
        -7.208431248538292
      ],
      [
        "CAAAT",
        -7.212371408776352
      ],
      [
        "AAATT",
        -7.218072470585277
      ],
      [
        "CCG",
        -7.2196974851614515
      ],
      [
        "▁GC",
        -7.220148489659037
      ],
      [
        "AAGC",
        -7.2239484984525255
      ],
      [
        "AATAA",
        -7.2279321263170955
      ],
      [
        "CTTA",
        -7.228892971491892
      ],
      [
        "TCC",
        -7.236228556814685
      ],
      [
        "AGTT",
        -7.23736100239434
      ],
      [
        "AAGG",
        -7.244301007461794
      ],
      [
        "ACAAT",
        -7.247043222375374
      ],
      [
        "CTG",
        -7.250590976144221
      ],
      [
        "TTTAA",
        -7.2507380793164575
      ],
      [
        "GTTG",
        -7.250969389341994
      ],
      [
        "TAAG",
        -7.26432136333751
      ],
      [
        "AAATG",
        -7.276618788604727
      ],
      [
        "CAACA",
        -7.278197579449528
      ],
      [
        "GTGT",
        -7.2787657647712125
      ],
      [
        "TAAAT",
        -7.284758226161742
      ],
      [
        "CATA",
        -7.284931526167505
      ],
      [
        "GAAAT",
        -7.298527806576162
      ],
      [
        "TTTTA",
        -7.308715496614832
      ],
      [
        "AATCA",
        -7.308716022889359
      ],
      [
        "TTAGA",
        -7.312755839539332
      ],
      [
        "CTAA",
        -7.313482302071514
      ],
      [
        "TTGAA",
        -7.324307952794775
      ],
      [
        "TTTATT",
        -7.325423070616355
      ],
      [
        "CACA",
        -7.329630584030472
      ],
      [
        "▁TTA",
        -7.33047267537658
      ],
      [
        "CGAA",
        -7.333539864698819
      ],
      [
        "GATTT",
        -7.336191421051602
      ],
      [
        "▁AAT",
        -7.336528273524602
      ],
      [
        "TGGA",
        -7.337218487244014
      ],
      [
        "TACC",
        -7.339475456463637
      ],
      [
        "TATTA",
        -7.344139246701381
      ],
      [
        "TAGC",
        -7.3458850122391555
      ],
      [
        "GGAG",
        -7.350103879012052
      ],
      [
        "ATAG",
        -7.35866109241227
      ],
      [
        "GACA",
        -7.358991561129254
      ],
      [
        "ACGT",
        -7.366284979948166
      ],
      [
        "ATATA",
        -7.367914543096376
      ],
      [
        "▁CT",
        -7.371566281636372
      ],
      [
        "ATTGA",
        -7.3717844549450104
      ],
      [
        "CAAAA",
        -7.37179202369666
      ],
      [
        "CTGA",
        -7.381330167178137
      ],
      [
        "GGTT",
        -7.38804781205031
      ],
      [
        "TTCAA",
        -7.388231463715118
      ],
      [
        "ATGT",
        -7.388765399024092
      ],
      [
        "TATTG",
        -7.392748857680165
      ],
      [
        "GGTG",
        -7.39687837707212
      ],
      [
        "GAAGA",
        -7.397893104026837
      ],
      [
        "TCATT",
        -7.403877479771449
      ],
      [
        "CAAC",
        -7.405674335870574
      ],
      [
        "GTAC",
        -7.412043582344139
      ],
      [
        "CGGT",
        -7.412595852383154
      ],
      [
        "GTTAT",
        -7.4147302450342725
      ],
      [
        "AACT",
        -7.426297528237278
      ],
      [
        "▁AAG",
        -7.427377432974747
      ],
      [
        "ACTG",
        -7.430151037223145
      ],
      [
        "AAAGT",
        -7.431311337933638
      ],
      [
        "ATTAC",
        -7.445646397192019
      ],
      [
        "TGAC",
        -7.447995934987519
      ],
      [
        "TCAC",
        -7.453482883018413
      ],
      [
        "ATTAA",
        -7.453551292480791
      ],
      [
        "▁ATG",
        -7.454385116522012
      ],
      [
        "TATAT",
        -7.454540338445288
      ],
      [
        "▁TG",
        -7.45625949137334
      ],
      [
        "▁AG",
        -7.4562744841401125
      ],
      [
        "CTTTA",
        -7.458502859861968
      ],
      [
        "AGAG",
        -7.4593758210413466
      ],
      [
        "ATAAT",
        -7.460117128825875
      ],
      [
        "TCGT",
        -7.463997828587344
      ],
      [
        "CCAA",
        -7.465280974301524
      ],
      [
        "AAAGAA",
        -7.46937376566284
      ],
      [
        "GTGA",
        -7.472628995322014
      ],
      [
        "TCAAT",
        -7.473558924766091
      ],
      [
        "CGTA",
        -7.477178249685956
      ],
      [
        "ATCAT",
        -7.477339253234174
      ],
      [
        "CATC",
        -7.477556479857395
      ],
      [
        "CAGA",
        -7.483691406338655
      ],
      [
        "TGAAG",
        -7.485056837057998
      ],
      [
        "AGTTG",
        -7.489117150317059
      ],
      [
        "ACTTT",
        -7.499672835684372
      ],
      [
        "TAATT",
        -7.503138070650966
      ],
      [
        "GTAAA",
        -7.512185620578667
      ],
      [
        "CTC",
        -7.517314928313779
      ],
      [
        "GACG",
        -7.5231711653036495
      ],
      [
        "AAATGG",
        -7.523955034935604
      ],
      [
        "AAAAAT",
        -7.526057595942438
      ],
      [
        "CGTC",
        -7.528614676224051
      ],
      [
        "TCTT",
        -7.531233847764919
      ],
      [
        "TATAAA",
        -7.5329449767324554
      ],
      [
        "CATAT",
        -7.534553236666033
      ],
      [
        "AAAAG",
        -7.538253933001842
      ],
      [
        "AAACA",
        -7.542623406487502
      ],
      [
        "GCAAT",
        -7.543246346872218
      ],
      [
        "CGTT",
        -7.549324000751778
      ],
      [
        "CGCA",
        -7.554048470936138
      ],
      [
        "GTGG",
        -7.554283672976619
      ],
      [
        "GAAAG",
        -7.5612093006362215
      ],
      [
        "CTAAA",
        -7.566263776751557
      ],
      [
        "TTGAT",
        -7.569698755530492
      ],
      [
        "CGCT",
        -7.570074182269481
      ],
      [
        "▁TTG",
        -7.577130551080387
      ],
      [
        "CAAGA",
        -7.577267183174305
      ],
      [
        "GTCA",
        -7.578482988038347
      ],
      [
        "GGTA",
        -7.582000805906423
      ],
      [
        "ACAAAA",
        -7.585139814964995
      ],
      [
        "CATTT",
        -7.586416951306187
      ],
      [
        "CAGT",
        -7.588740750194404
      ],
      [
        "TAAAG",
        -7.590878298695589
      ],
      [
        "TTTAAA",
        -7.593025366293805
      ],
      [
        "AAATGA",
        -7.596062572421214
      ],
      [
        "TTTTT",
        -7.596663670053893
      ],
      [
        "GTAG",
        -7.597420623254166
      ],
      [
        "GATGA",
        -7.597791884211885
      ],
      [
        "GATAA",
        -7.607693512604057
      ],
      [
        "CATTC",
        -7.608498501089651
      ],
      [
        "AGAAA",
        -7.608890162688123
      ],
      [
        "AGGA",
        -7.610390424042362
      ],
      [
        "TAATA",
        -7.614421714134199
      ],
      [
        "ATATAA",
        -7.615982461788417
      ],
      [
        "AGATAA",
        -7.616390400587263
      ],
      [
        "CACT",
        -7.6188024010227
      ],
      [
        "CAATT",
        -7.624662075583639
      ],
      [
        "TGTTA",
        -7.624680101698182
      ],
      [
        "ACAAA",
        -7.627451010722149
      ],
      [
        "GAGGA",
        -7.637492193507745
      ],
      [
        "TAAAAA",
        -7.6382301953103
      ],
      [
        "GCGA",
        -7.644954283459862
      ],
      [
        "ACGA",
        -7.645129397032416
      ],
      [
        "AATGAA",
        -7.646155478277833
      ],
      [
        "ATCG",
        -7.6588746201582625
      ],
      [
        "GATTAT",
        -7.65911128533016
      ],
      [
        "TTATG",
        -7.659243477667138
      ],
      [
        "ATTTAT",
        -7.662723935512091
      ],
      [
        "TCTA",
        -7.664210493277707
      ],
      [
        "GTATT",
        -7.665168810766916
      ],
      [
        "CAATG",
        -7.668971658837023
      ],
      [
        "▁ATT",
        -7.671761662844373
      ],
      [
        "ATGAG",
        -7.676712614838053
      ],
      [
        "ATTTG",
        -7.67873985201138
      ],
      [
        "▁GG",
        -7.679122777404797
      ],
      [
        "TTATC",
        -7.681383191057208
      ],
      [
        "AGATA",
        -7.688456247644412
      ],
      [
        "ATAGA",
        -7.68858235690697
      ],
      [
        "TATTGT",
        -7.689323570492798
      ],
      [
        "CAGAT",
        -7.689608623472221
      ],
      [
        "GGGA",
        -7.692000798642919
      ],
      [
        "ATTATT",
        -7.695479570821166
      ],
      [
        "ATGAT",
        -7.695634749753609
      ],
      [
        "GAAGC",
        -7.698535468125638
      ],
      [
        "GCTC",
        -7.703404996405192
      ],
      [
        "TTAAC",
        -7.705681911123273
      ],
      [
        "TAATGA",
        -7.710182049147766
      ],
      [
        "AAGAA",
        -7.712152659950033
      ],
      [
        "AATAAA",
        -7.71319812476408
      ],
      [
        "GGAA",
        -7.7141387325275135
      ],
      [
        "TCAG",
        -7.720330487186189
      ],
      [
        "AGAAG",
        -7.722378822167082
      ],
      [
        "CACG",
        -7.723403355974918
      ],
      [
        "ATTAG",
        -7.724826051103205
      ],
      [
        "TTCT",
        -7.729542149710049
      ],
      [
        "GCTT",
        -7.729587591568992
      ],
      [
        "TTTAG",
        -7.730727606297361
      ],
      [
        "ATCAA",
        -7.731382945334731
      ],
      [
        "TTAAAA",
        -7.736562722198679
      ],
      [
        "GAAAAA",
        -7.738266671870264
      ],
      [
        "TATTTT",
        -7.738292135676204
      ],
      [
        "CATTA",
        -7.73858823202438
      ],
      [
        "TCTAT",
        -7.738815246998907
      ],
      [
        "CGAT",
        -7.739158291381562
      ],
      [
        "▁TAT",
        -7.739926431772419
      ],
      [
        "AATTT",
        -7.740557438106747
      ],
      [
        "ACTGG",
        -7.740637043573926
      ],
      [
        "GCAG",
        -7.744843562030456
      ],
      [
        "TGTTT",
        -7.745845919522473
      ],
      [
        "GACAA",
        -7.7467649445347195
      ],
      [
        "ACAC",
        -7.746819962910055
      ],
      [
        "TAATG",
        -7.749967607207896
      ],
      [
        "GAACA",
        -7.751752620904976
      ],
      [
        "AGTG",
        -7.762302876667325
      ],
      [
        "TAGG",
        -7.767645516308139
      ],
      [
        "TATGT",
        -7.768992268630508
      ],
      [
        "GGTGA",
        -7.771299257137744
      ],
      [
        "▁ATAA",
        -7.7713135814886405
      ],
      [
        "CCATT",
        -7.772354866682642
      ],
      [
        "CTCT",
        -7.77383905912829
      ],
      [
        "AACAAT",
        -7.774927309331633
      ],
      [
        "TTAGC",
        -7.7768055493656085
      ],
      [
        "▁GA",
        -7.779983904251511
      ],
      [
        "GAATA",
        -7.782682531651837
      ],
      [
        "AAAGG",
        -7.783627409202518
      ],
      [
        "ATATTT",
        -7.783711116477145
      ],
      [
        "AAAAGAA",
        -7.785025998017511
      ],
      [
        "CCC",
        -7.786869957925749
      ],
      [
        "AGAC",
        -7.787329285514554
      ],
      [
        "TACAA",
        -7.793815142263584
      ],
      [
        "AGCT",
        -7.803239378393569
      ],
      [
        "AACGA",
        -7.807232353510846
      ],
      [
        "AAAATA",
        -7.807677217329083
      ],
      [
        "TTTAAT",
        -7.80777601824606
      ],
      [
        "GAATT",
        -7.807911120061311
      ],
      [
        "ATAAC",
        -7.80862877550134
      ],
      [
        "CAAAC",
        -7.808851320737158
      ],
      [
        "TTAGT",
        -7.812335358151245
      ],
      [
        "TGGG",
        -7.813851171394569
      ],
      [
        "TCGA",
        -7.8139578181031535
      ],
      [
        "GAGA",
        -7.814402019179333
      ],
      [
        "CAGAA",
        -7.816280989999098
      ],
      [
        "AATTAAA",
        -7.816473638746871
      ],
      [
        "AACAT",
        -7.81691962594953
      ],
      [
        "GATTTT",
        -7.819580614537477
      ],
      [
        "ACCA",
        -7.820882782866535
      ],
      [
        "AAAATT",
        -7.825505317838425
      ],
      [
        "CATGA",
        -7.827689059600563
      ],
      [
        "AAATAA",
        -7.828662659478731
      ],
      [
        "GCTA",
        -7.828779610328894
      ],
      [
        "ATACA",
        -7.829935863363513
      ],
      [
        "GAGC",
        -7.832668875316537
      ],
      [
        "CGAC",
        -7.834081854877793
      ],
      [
        "CTGAA",
        -7.839153033518848
      ],
      [
        "GATAT",
        -7.839731143431459
      ],
      [
        "GCATT",
        -7.839742370981342
      ],
      [
        "TATCA",
        -7.840000371491713
      ],
      [
        "TGCG",
        -7.842362394165988
      ],
      [
        "ATTAAA",
        -7.848861000676781
      ],
      [
        "TGATGA",
        -7.849652782362378
      ],
      [
        "TTGGT",
        -7.849676153603118
      ],
      [
        "GTCG",
        -7.850265898455964
      ],
      [
        "▁TTT",
        -7.851406448462758
      ],
      [
        "TCAAA",
        -7.853099980431276
      ],
      [
        "ATGC",
        -7.8530999995937805
      ],
      [
        "ACACA",
        -7.854624068208112
      ],
      [
        "TTACA",
        -7.855420477263872
      ],
      [
        "CACC",
        -7.856887208627362
      ],
      [
        "CAATC",
        -7.862242372693322
      ],
      [
        "TTGCA",
        -7.86580603151701
      ],
      [
        "▁AAAA",
        -7.868905102243519
      ],
      [
        "GGAGG",
        -7.86909472899365
      ],
      [
        "AATGG",
        -7.870396886483615
      ],
      [
        "TTGTC",
        -7.870501694303876
      ],
      [
        "CGG",
        -7.870617772916871
      ],
      [
        "TTCC",
        -7.870946467110124
      ],
      [
        "GGATT",
        -7.873907246475187
      ],
      [
        "TGGAT",
        -7.87528244646059
      ],
      [
        "CTGT",
        -7.8770478235823305
      ],
      [
        "ATTGC",
        -7.877773985972274
      ],
      [
        "AAGAT",
        -7.878586017451567
      ],
      [
        "TATAG",
        -7.878629322802287
      ],
      [
        "AGCAG",
        -7.882406787252571
      ],
      [
        "AGATGA",
        -7.8835011490377624
      ],
      [
        "CAAGT",
        -7.889849840955499
      ],
      [
        "AAAAC",
        -7.890985170105925
      ],
      [
        "ATACT",
        -7.89202191818948
      ],
      [
        "ATTTC",
        -7.893533081747895
      ],
      [
        "GTTC",
        -7.903015064592076
      ],
      [
        "GCAAA",
        -7.90330147753055
      ],
      [
        "TATTTAT",
        -7.903722188739053
      ],
      [
        "ATGAC",
        -7.904099492174403
      ],
      [
        "ATTATTT",
        -7.9043316953567135
      ],
      [
        "GATTA",
        -7.904635990613369
      ],
      [
        "GCATTA",
        -7.905102191646101
      ],
      [
        "CTATA",
        -7.907247113311826
      ],
      [
        "▁ATA",
        -7.9073032817135225
      ],
      [
        "ATTAAT",
        -7.919623307932518
      ],
      [
        "CCTA",
        -7.923463499197635
      ],
      [
        "TTGTT",
        -7.9290069313134035
      ],
      [
        "ACTC",
        -7.9292526586742875
      ],
      [
        "ATTGT",
        -7.934402439119536
      ],
      [
        "ACATG",
        -7.934547253755258
      ],
      [
        "CAGC",
        -7.935562996558578
      ],
      [
        "AACC",
        -7.936279114922232
      ],
      [
        "AGGAG",
        -7.938175964064015
      ],
      [
        "GAAGAA",
        -7.939145462106749
      ],
      [
        "TAGAA",
        -7.94094084353627
      ],
      [
        "AAGTA",
        -7.941972292528326
      ],
      [
        "TTATTA",
        -7.942752111257612
      ],
      [
        "CCAAA",
        -7.943871061455994
      ],
      [
        "AAACC",
        -7.948162025893696
      ],
      [
        "AAATAT",
        -7.949105262922849
      ],
      [
        "CAAGC",
        -7.949252611020571
      ],
      [
        "▁CC",
        -7.952617034024319
      ],
      [
        "ATATG",
        -7.953079018027413
      ],
      [
        "ACACC",
        -7.957624112350873
      ],
      [
        "TTTTTC",
        -7.960827126131887
      ],
      [
        "TATCT",
        -7.9613922489973366
      ],
      [
        "GCTAT",
        -7.963390168926502
      ],
      [
        "TTGAAA",
        -7.967188786027229
      ],
      [
        "GTAAC",
        -7.96814838888085
      ],
      [
        "GATAAA",
        -7.9683209727229745
      ],
      [
        "GCTTT",
        -7.96866434023784
      ],
      [
        "GACT",
        -7.969350001508804
      ],
      [
        "AATGC",
        -7.971636802265194
      ],
      [
        "GAGGTG",
        -7.972554242275612
      ],
      [
        "GGTGT",
        -7.97265155181403
      ],
      [
        "ATTGG",
        -7.974750758076185
      ],
      [
        "▁CG",
        -7.9751456954506885
      ],
      [
        "AAGGAG",
        -7.9765024032571965
      ],
      [
        "AAGTT",
        -7.976997583751894
      ],
      [
        "▁CAA",
        -7.97810528645731
      ],
      [
        "GGTAT",
        -7.978375985663931
      ],
      [
        "TATGG",
        -7.9788200028626814
      ],
      [
        "AATTG",
        -7.979085275273913
      ],
      [
        "ATTCA",
        -7.9801474335133165
      ],
      [
        "TTTGT",
        -7.980347567230185
      ],
      [
        "GAAGTT",
        -7.981767148120387
      ],
      [
        "CTCAA",
        -7.982122670276489
      ],
      [
        "CTTTG",
        -7.982146715773636
      ],
      [
        "GTATA",
        -7.9908517185739365
      ],
      [
        "AAGCA",
        -7.9955058326980994
      ],
      [
        "CCTT",
        -7.997252639124585
      ],
      [
        "CGTG",
        -7.998253512804904
      ],
      [
        "AATTGA",
        -8.003009025303001
      ],
      [
        "TAGCA",
        -8.004276051966059
      ],
      [
        "GGCA",
        -8.005207682248193
      ],
      [
        "GGAC",
        -8.005777883743912
      ],
      [
        "AATAC",
        -8.00784175788421
      ],
      [
        "AAATGT",
        -8.008021569759855
      ],
      [
        "TTATCA",
        -8.012265388695662
      ],
      [
        "TTTGAA",
        -8.0156375684085
      ],
      [
        "AGGAGG",
        -8.017701346775517
      ],
      [
        "TGTG",
        -8.018227940630956
      ],
      [
        "AGCG",
        -8.01948885117096
      ],
      [
        "TACG",
        -8.020329439359156
      ],
      [
        "CGATT",
        -8.023988823251543
      ],
      [
        "TGATAT",
        -8.024682778699274
      ],
      [
        "▁AAC",
        -8.024785603997985
      ],
      [
        "GGGT",
        -8.026107434122556
      ],
      [
        "CACAAA",
        -8.027456634858133
      ],
      [
        "TATAA",
        -8.027588460554295
      ],
      [
        "ATAGC",
        -8.028624291125125
      ],
      [
        "GTATTG",
        -8.02967379758816
      ],
      [
        "TGTTG",
        -8.02972369038579
      ],
      [
        "TGAAAA",
        -8.035664111300662
      ],
      [
        "AGTAT",
        -8.036482393272347
      ],
      [
        "TAAAAT",
        -8.036966751439454
      ],
      [
        "ATCAC",
        -8.038193135029136
      ],
      [
        "CTAC",
        -8.040564777090095
      ],
      [
        "GGCT",
        -8.042094682567296
      ],
      [
        "TTTGG",
        -8.04258789745173
      ],
      [
        "GGAAT",
        -8.044144964037827
      ],
      [
        "TGAAT",
        -8.047809205614616
      ],
      [
        "CATCA",
        -8.048321370738748
      ],
      [
        "CTACT",
        -8.053796920123599
      ],
      [
        "CTAAT",
        -8.054897654318612
      ],
      [
        "TTTTAA",
        -8.059056509536628
      ],
      [
        "AATCAA",
        -8.059388240553552
      ],
      [
        "GAGGT",
        -8.0594739668019
      ],
      [
        "GGACA",
        -8.060379700357677
      ],
      [
        "GAATG",
        -8.0605859508269
      ],
      [
        "TTAATA",
        -8.064729709620217
      ],
      [
        "CTGTT",
        -8.065999711682448
      ],
      [
        "AGTGA",
        -8.06677342054656
      ],
      [
        "TTATAT",
        -8.068616973940893
      ],
      [
        "AAGGA",
        -8.072298371386117
      ],
      [
        "TATCGT",
        -8.07592671380343
      ],
      [
        "TGATG",
        -8.077304612809934
      ],
      [
        "TGATA",
        -8.07798147594941
      ],
      [
        "TTTAAAT",
        -8.082920065465853
      ],
      [
        "▁TAA",
        -8.083659929155505
      ],
      [
        "TTTGA",
        -8.084081435228253
      ],
      [
        "ATTAGA",
        -8.08463054730841
      ],
      [
        "AAAGTA",
        -8.091036096021513
      ],
      [
        "CGCC",
        -8.092902761098472
      ],
      [
        "TTAACT",
        -8.096712690710067
      ],
      [
        "ATTAAC",
        -8.0983784705994
      ],
      [
        "AATTAT",
        -8.104386333027659
      ],
      [
        "AACTA",
        -8.106499252439379
      ],
      [
        "AGCAA",
        -8.106593322827983
      ],
      [
        "TATGC",
        -8.106765540870663
      ],
      [
        "TTTAGT",
        -8.106952115228264
      ],
      [
        "AGATG",
        -8.107129388083726
      ],
      [
        "AAATTA",
        -8.109574828009928
      ],
      [
        "GTTTT",
        -8.112313625171215
      ],
      [
        "GCTAAA",
        -8.11391180811389
      ],
      [
        "ATCC",
        -8.114954315594051
      ],
      [
        "GATGT",
        -8.11527820570697
      ],
      [
        "TCTTA",
        -8.117082349126443
      ],
      [
        "GTGTA",
        -8.11806911981836
      ],
      [
        "AGAGAA",
        -8.122040645607827
      ],
      [
        "AATTC",
        -8.122255502932088
      ],
      [
        "TTATTT",
        -8.123907066763438
      ],
      [
        "AGTAG",
        -8.124091398164829
      ],
      [
        "ATCT",
        -8.126549643269017
      ],
      [
        "AACGT",
        -8.128336062739903
      ],
      [
        "AGAAGA",
        -8.128369133861742
      ],
      [
        "ATGTT",
        -8.130084900070974
      ],
      [
        "TGAG",
        -8.133581851421148
      ],
      [
        "AACTT",
        -8.133745728173976
      ],
      [
        "GGTTT",
        -8.13521066520213
      ],
      [
        "▁TTGA",
        -8.135926612713808
      ],
      [
        "TTAAAG",
        -8.135993294231564
      ],
      [
        "AATCG",
        -8.136210608508033
      ],
      [
        "CTTAA",
        -8.137178644358842
      ],
      [
        "ACAAG",
        -8.137987567600204
      ],
      [
        "CCAC",
        -8.140675420127895
      ],
      [
        "ATATC",
        -8.142211924651196
      ],
      [
        "CACCA",
        -8.142395021773599
      ],
      [
        "AAAACA",
        -8.14384316843204
      ],
      [
        "TTTATA",
        -8.145459390574166
      ],
      [
        "AAAATG",
        -8.145952645544895
      ],
      [
        "TGGAA",
        -8.147017096698338
      ],
      [
        "TTTTAAT",
        -8.149138592121695
      ],
      [
        "AGGG",
        -8.149238045731048
      ],
      [
        "AAAAGA",
        -8.151400024840857
      ],
      [
        "GTAGT",
        -8.152014109355338
      ],
      [
        "TATGA",
        -8.152548834703701
      ],
      [
        "GCGC",
        -8.15274458719568
      ],
      [
        "GTTTC",
        -8.155346698421132
      ],
      [
        "ACGC",
        -8.158572562144714
      ],
      [
        "GAGTT",
        -8.164812642113631
      ],
      [
        "GTGAT",
        -8.166764667882603
      ],
      [
        "TGAATT",
        -8.167094151723392
      ],
      [
        "AAAGC",
        -8.167217917325484
      ],
      [
        "CTTCT",
        -8.168103895804766
      ],
      [
        "TGTAT",
        -8.169749284771457
      ],
      [
        "AATGGA",
        -8.170020913242034
      ],
      [
        "CTTG",
        -8.176365410244289
      ],
      [
        "CGTTT",
        -8.176596992524228
      ],
      [
        "TCAGT",
        -8.181905125761324
      ],
      [
        "CAAAG",
        -8.18202366457073
      ],
      [
        "AAACG",
        -8.182180279675702
      ],
      [
        "TGGTG",
        -8.183459444636668
      ],
      [
        "ACATT",
        -8.18508937662882
      ],
      [
        "TAAATA",
        -8.185173226694618
      ],
      [
        "GGCG",
        -8.186349257827688
      ],
      [
        "CATCAT",
        -8.189326867913012
      ],
      [
        "CTTAT",
        -8.18946659223078
      ],
      [
        "AGAAAT",
        -8.189930664450404
      ],
      [
        "GATTTA",
        -8.190468125571927
      ],
      [
        "GAGT",
        -8.19181433631936
      ],
      [
        "TCTC",
        -8.192477558008514
      ],
      [
        "ATGAAT",
        -8.192562394581003
      ],
      [
        "AAGTG",
        -8.193257637618466
      ],
      [
        "CTATT",
        -8.193954523025582
      ],
      [
        "TACATT",
        -8.195356628383891
      ],
      [
        "CGATA",
        -8.195771231416273
      ],
      [
        "AAATC",
        -8.197703720829583
      ],
      [
        "TTAAG",
        -8.197737360403815
      ],
      [
        "AGAAAA",
        -8.198277541432734
      ],
      [
        "CATGT",
        -8.201958596817216
      ],
      [
        "GAGGAG",
        -8.202296986481311
      ],
      [
        "AGAAT",
        -8.204705417594589
      ],
      [
        "CCATC",
        -8.204871956542176
      ],
      [
        "TTTCA",
        -8.206986444161597
      ],
      [
        "TGCC",
        -8.208039044169926
      ],
      [
        "CGTAT",
        -8.208996646347291
      ],
      [
        "GTTAG",
        -8.211603012844265
      ],
      [
        "GATGTT",
        -8.215848323053134
      ],
      [
        "GTAGG",
        -8.217327360960432
      ],
      [
        "AATTAA",
        -8.218251377805391
      ],
      [
        "GCAGT",
        -8.218326682371167
      ],
      [
        "GGCAT",
        -8.219131709903394
      ],
      [
        "GAATTT",
        -8.219454251770685
      ],
      [
        "AATCAT",
        -8.219760586189357
      ],
      [
        "ATTTTT",
        -8.221639179652472
      ],
      [
        "AATGAT",
        -8.222049203663012
      ],
      [
        "TATTC",
        -8.22360325803304
      ],
      [
        "CCAT",
        -8.226719950490613
      ],
      [
        "GCCA",
        -8.227192113027478
      ],
      [
        "CTTCA",
        -8.228350214776643
      ],
      [
        "TTTCAA",
        -8.228515513010587
      ],
      [
        "ATGAAA",
        -8.230269972729173
      ],
      [
        "GTTCA",
        -8.231065487897542
      ],
      [
        "GTTGA",
        -8.231457003375983
      ],
      [
        "TTAGG",
        -8.231953211764425
      ],
      [
        "AAAGGAG",
        -8.234864913301001
      ],
      [
        "TAATAAA",
        -8.235854846021995
      ],
      [
        "TTCG",
        -8.236924064974131
      ],
      [
        "TTCAT",
        -8.238541183810513
      ],
      [
        "▁ATC",
        -8.240107204534148
      ],
      [
        "GATAC",
        -8.24533629461509
      ],
      [
        "ACCAA",
        -8.246771829006043
      ],
      [
        "TTCTT",
        -8.250173489681554
      ],
      [
        "TTAAAT",
        -8.254434577315147
      ],
      [
        "AGAGA",
        -8.256017212800455
      ],
      [
        "CGAAA",
        -8.257816998610474
      ],
      [
        "CACAC",
        -8.258250606833029
      ],
      [
        "ATGCTT",
        -8.259658547374801
      ],
      [
        "GTCT",
        -8.260550604501685
      ],
      [
        "TAAGT",
        -8.264129075525984
      ],
      [
        "TAAAGA",
        -8.264620463562208
      ],
      [
        "ATATTA",
        -8.26518917968549
      ],
      [
        "CTATC",
        -8.265707783327457
      ],
      [
        "ATAATA",
        -8.266348887006298
      ],
      [
        "ATATGAA",
        -8.269379022035622
      ],
      [
        "AATAG",
        -8.27063437633097
      ],
      [
        "TGAAAT",
        -8.272688467359549
      ],
      [
        "AAGGT",
        -8.27412813719895
      ],
      [
        "ATTGAA",
        -8.27579660799034
      ],
      [
        "CAGG",
        -8.276606715043163
      ],
      [
        "TCATC",
        -8.276804976035226
      ],
      [
        "▁CATT",
        -8.277543449096909
      ],
      [
        "TCAAAT",
        -8.278757188330117
      ],
      [
        "AAAATAT",
        -8.278779199891916
      ],
      [
        "GATGTA",
        -8.281023365985803
      ],
      [
        "CTCA",
        -8.281036008063941
      ],
      [
        "AGTAA",
        -8.28750394174365
      ],
      [
        "CAAGG",
        -8.28892665191341
      ],
      [
        "CCAAC",
        -8.289394125175255
      ],
      [
        "CTTC",
        -8.289753365759978
      ],
      [
        "▁TAG",
        -8.292957556080978
      ],
      [
        "TTTTTA",
        -8.293326722646846
      ],
      [
        "ATAAAG",
        -8.294038725206974
      ],
      [
        "TATCG",
        -8.297456126583036
      ],
      [
        "TGAAATT",
        -8.29797226836916
      ],
      [
        "CAGTT",
        -8.29888029385663
      ],
      [
        "CTTGT",
        -8.299128606683924
      ],
      [
        "CCGA",
        -8.3004381296266
      ],
      [
        "AGTTT",
        -8.30113996808847
      ],
      [
        "ACAGC",
        -8.302910263471274
      ],
      [
        "GCTAA",
        -8.303790635857283
      ],
      [
        "TCAAAA",
        -8.304409790306977
      ],
      [
        "TTTAGA",
        -8.304846283394877
      ],
      [
        "AAACT",
        -8.305015228988104
      ],
      [
        "TCAATT",
        -8.305680884327014
      ],
      [
        "TTATAG",
        -8.308097801356423
      ],
      [
        "TACTT",
        -8.310375820009353
      ],
      [
        "AAGAC",
        -8.312265352788296
      ],
      [
        "ACTTTT",
        -8.313206014181985
      ],
      [
        "CAACG",
        -8.31534529053297
      ],
      [
        "TGAAGC",
        -8.315789586188476
      ],
      [
        "AAAAAC",
        -8.3162920389328
      ],
      [
        "CAAAGT",
        -8.321258575279598
      ],
      [
        "TAATTT",
        -8.324421674260085
      ],
      [
        "ACAGA",
        -8.324886737554557
      ],
      [
        "GAAAGT",
        -8.325784008994328
      ],
      [
        "GTTGT",
        -8.328078309612767
      ],
      [
        "ATGGT",
        -8.329588711503419
      ],
      [
        "GTAGA",
        -8.329629300000786
      ],
      [
        "TAACA",
        -8.330694993173836
      ],
      [
        "AATTATT",
        -8.334899706793607
      ],
      [
        "TTTATC",
        -8.336809269627109
      ],
      [
        "AATGGC",
        -8.337666114083053
      ],
      [
        "CATGTT",
        -8.34070038672829
      ],
      [
        "TCTG",
        -8.342093950549607
      ],
      [
        "ATAAG",
        -8.344474095707286
      ],
      [
        "▁CAG",
        -8.347035650069067
      ],
      [
        "AAAACT",
        -8.348574287342053
      ],
      [
        "AGGC",
        -8.350106300685272
      ],
      [
        "AAACAT",
        -8.35091607340138
      ],
      [
        "GTAAT",
        -8.352489974493276
      ],
      [
        "TTTAGAA",
        -8.352990773548274
      ],
      [
        "GCAC",
        -8.35339901035044
      ],
      [
        "TGATT",
        -8.355014717194024
      ],
      [
        "ATTAGT",
        -8.355795280271767
      ],
      [
        "CAATTA",
        -8.356815037408737
      ],
      [
        "AAGAG",
        -8.357838641117846
      ],
      [
        "TTCTTA",
        -8.35814069186516
      ],
      [
        "GATGAT",
        -8.358763579853871
      ],
      [
        "TCCT",
        -8.36189820781346
      ],
      [
        "ATTTGA",
        -8.363492378242245
      ],
      [
        "GAAAAT",
        -8.364110455169012
      ],
      [
        "AGGTG",
        -8.364593412654585
      ],
      [
        "ATCGT",
        -8.368218515366763
      ],
      [
        "TTAATT",
        -8.368464280765128
      ],
      [
        "GGTTC",
        -8.369395048068185
      ],
      [
        "GAATTA",
        -8.370416437420461
      ],
      [
        "TCGC",
        -8.370467473912111
      ],
      [
        "GATGCA",
        -8.37179068978472
      ],
      [
        "AATAAT",
        -8.37225137869553
      ],
      [
        "TCTAA",
        -8.373717067043719
      ],
      [
        "GTGGT",
        -8.373869728789526
      ],
      [
        "TTTTG",
        -8.375237158439806
      ],
      [
        "TTTTC",
        -8.376256789055255
      ],
      [
        "ACAGT",
        -8.37972518121494
      ],
      [
        "TGCAG",
        -8.379922646795468
      ],
      [
        "GATGGT",
        -8.381300745619123
      ],
      [
        "CTTTT",
        -8.385682994775427
      ],
      [
        "AAACAA",
        -8.38602105500812
      ],
      [
        "TGTAA",
        -8.386917603114595
      ],
      [
        "TGTAG",
        -8.387317500540634
      ],
      [
        "AGGTA",
        -8.389339333745983
      ],
      [
        "GAAATT",
        -8.389465898267641
      ],
      [
        "GAAAAAG",
        -8.389836958971976
      ],
      [
        "GAAAAC",
        -8.390019498852476
      ],
      [
        "CGAG",
        -8.390886872036386
      ],
      [
        "GTTAA",
        -8.39102570345364
      ],
      [
        "ATTTAGA",
        -8.391971726831084
      ],
      [
        "TTTGTT",
        -8.392284320372893
      ],
      [
        "ATTTTA",
        -8.392307974757532
      ],
      [
        "CAGCA",
        -8.394162042811676
      ],
      [
        "GAGAAA",
        -8.395541561913419
      ],
      [
        "AATGTT",
        -8.395753651539744
      ],
      [
        "ACTAA",
        -8.396383212068642
      ],
      [
        "AAATCA",
        -8.398678001108697
      ],
      [
        "GTGAA",
        -8.399320508469232
      ],
      [
        "CATTG",
        -8.399340582948806
      ],
      [
        "TTTCT",
        -8.401800371821748
      ],
      [
        "ATTCC",
        -8.403794131116857
      ],
      [
        "AGATAT",
        -8.40391480618983
      ],
      [
        "CGTTA",
