{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "T",
        -4.332988392865013
      ],
      [
        "A",
        -4.33896685049988
      ],
      [
        "G",
        -4.640084884127492
      ],
      [
        "C",
        -4.737987226226236
      ],
      [
        "AA",
        -4.764090548758898
      ],
      [
        "AT",
        -4.79837921450391
      ],
      [
        "TT",
        -4.798741460120519
      ],
      [
        "▁",
        -4.8485759433819595
      ],
      [
        "TA",
        -4.979328279243235
      ],
      [
        "GA",
        -5.1501637641391
      ],
      [
        "AC",
        -5.20217183556746
      ],
      [
        "AAA",
        -5.218884117385261
      ],
      [
        "CA",
        -5.254485283816952
      ],
      [
        "GT",
        -5.335586609565893
      ],
      [
        "AAT",
        -5.37251955115077
      ],
      [
        "TG",
        -5.446897571296798
      ],
      [
        "GC",
        -5.477662737828028
      ],
      [
        "AG",
        -5.488836709270229
      ],
      [
        "TAT",
        -5.532617628953493
      ],
      [
        "ATT",
        -5.542675363364678
      ],
      [
        "TTA",
        -5.550512317261104
      ],
      [
        "GG",
        -5.581016095876884
      ],
      [
        "CT",
        -5.592322781451983
      ],
      [
        "TC",
        -5.596885104196986
      ],
      [
        "▁A",
        -5.635281261514978
      ],
      [
        "TTT",
        -5.6389865819012845
      ],
      [
        "TAA",
        -5.6661917241974225
      ],
      [
        "GAA",
        -5.762517549580503
      ],
      [
        "CG",
        -5.779715938805213
      ],
      [
        "▁T",
        -5.8208302644598735
      ],
      [
        "ATA",
        -5.831259451072592
      ],
      [
        "ACA",
        -5.912778557961337
      ],
      [
        "ATG",
        -5.935112011537558
      ],
      [
        "AAAA",
        -5.956137527613908
      ],
      [
        "GTA",
        -5.98704659385202
      ],
      [
        "CAT",
        -5.992488835088185
      ],
      [
        "TCA",
        -6.031756471438926
      ],
      [
        "GAT",
        -6.036610907638497
      ],
      [
        "CAA",
        -6.042002472161064
      ],
      [
        "CC",
        -6.043034272601945
      ],
      [
        "GTT",
        -6.043426026863215
      ],
      [
        "AAC",
        -6.044680712357598
      ],
      [
        "AAG",
        -6.0472381197336675
      ],
      [
        "AGT",
        -6.057412391422679
      ],
      [
        "AGA",
        -6.063820386936354
      ],
      [
        "ATTT",
        -6.073480230266014
      ],
      [
        "TGT",
        -6.088799852823027
      ],
      [
        "GCA",
        -6.111388794278714
      ],
      [
        "TGA",
        -6.129213796381847
      ],
      [
        "TAAA",
        -6.156011298539668
      ],
      [
        "TGG",
        -6.1632144781335185
      ],
      [
        "AAAT",
        -6.16616813924375
      ],
      [
        "TTG",
        -6.170031406813697
      ],
      [
        "AATT",
        -6.180107310986028
      ],
      [
        "ATAT",
        -6.19445563205353
      ],
      [
        "TATT",
        -6.2086599057530405
      ],
      [
        "TTC",
        -6.224570102173792
      ],
      [
        "AGG",
        -6.231318144858569
      ],
      [
        "▁G",
        -6.2735522140179585
      ],
      [
        "ATTA",
        -6.27534002859067
      ],
      [
        "TTAT",
        -6.275858203433484
      ],
      [
        "CTT",
        -6.30651883978887
      ],
      [
        "AAAG",
        -6.313219876553216
      ],
      [
        "TTTA",
        -6.335088198053495
      ],
      [
        "▁C",
        -6.3358506113035595
      ],
      [
        "TAC",
        -6.364627082885215
      ],
      [
        "CGT",
        -6.364892542366869
      ],
      [
        "GAAA",
        -6.371498886324253
      ],
      [
        "ACT",
        -6.376292099024706
      ],
      [
        "GTG",
        -6.382460316782141
      ],
      [
        "AATA",
        -6.412044824405054
      ],
      [
        "TCT",
        -6.415198622232941
      ],
      [
        "TTTT",
        -6.416208294767883
      ],
      [
        "CGA",
        -6.418292106013139
      ],
      [
        "ATGA",
        -6.422969356229822
      ],
      [
        "TTAAA",
        -6.427198695749409
      ],
      [
        "AGC",
        -6.436975574266399
      ],
      [
        "CAAA",
        -6.437381620856656
      ],
      [
        "TAG",
        -6.443716375853749
      ],
      [
        "▁TT",
        -6.443969788030521
      ],
      [
        "CTA",
        -6.459125686569298
      ],
      [
        "AGAA",
        -6.4653225551475595
      ],
      [
        "ATTG",
        -6.465544757403368
      ],
      [
        "TTAA",
        -6.46781660587188
      ],
      [
        "AACA",
        -6.482866881762365
      ],
      [
        "ATC",
        -6.48321992402612
      ],
      [
        "TAAT",
        -6.486938314083504
      ],
      [
        "CATT",
        -6.502672489467354
      ],
      [
        "TGC",
        -6.538769455860889
      ],
      [
        "ACG",
        -6.540587344307714
      ],
      [
        "GGA",
        -6.583555369826341
      ],
      [
        "▁AA",
        -6.600789031378701
      ],
      [
        "AATG",
        -6.609809024925562
      ],
      [
        "GGT",
        -6.612220174976611
      ],
      [
        "GTAT",
        -6.613081118383233
      ],
      [
        "ACAA",
        -6.6168580761635605
      ],
      [
        "TCAA",
        -6.6173345073719965
      ],
      [
        "ACC",
        -6.617854342598386
      ],
      [
        "CAC",
        -6.619451656909475
      ],
      [
        "GTC",
        -6.625376497453806
      ],
      [
        "GTTT",
        -6.627369973076358
      ],
      [
        "GATT",
        -6.64238451311676
      ],
      [
        "▁AT",
        -6.648929747365301
      ],
      [
        "ATAA",
        -6.650170391985747
      ],
      [
        "CAG",
        -6.657590992734077
      ],
      [
        "TGAA",
        -6.680711777506444
      ],
      [
        "▁GT",
        -6.686970355098168
      ],
      [
        "TATA",
        -6.697989377369754
      ],
      [
        "TGAT",
        -6.701962146044053
      ],
      [
        "TCG",
        -6.719285127148882
      ],
      [
        "CCA",
        -6.7221931141712865
      ],
      [
        "TTTAT",
        -6.7289183714139975
      ],
      [
        "CAAT",
        -6.732036350505688
      ],
      [
        "GCT",
        -6.744586746961379
      ],
      [
        "TGTT",
        -6.776168726066492
      ],
      [
        "GAC",
        -6.789771746413784
      ],
      [
        "AAAAT",
        -6.795041589147487
      ],
      [
        "CTAA",
        -6.799838210432524
      ],
      [
        "GCAT",
        -6.804443542512047
      ],
      [
        "AATGA",
        -6.8102228808837
      ],
      [
        "AAGT",
        -6.819123039711499
      ],
      [
        "TAGA",
        -6.822124835521095
      ],
      [
        "CAAC",
        -6.822307818589429
      ],
      [
        "GAG",
        -6.8407449061561545
      ],
      [
        "ACAT",
        -6.843664692052984
      ],
      [
        "TTCA",
        -6.853651040438686
      ],
      [
        "ATCA",
        -6.854155532488274
      ],
      [
        "CACA",
        -6.863327962324516
      ],
      [
        "TATG",
        -6.864538154472051
      ],
      [
        "GATG",
        -6.868796422768781
      ],
      [
        "TTATT",
        -6.8858680338833365
      ],
      [
        "GTTA",
        -6.886365342901087
      ],
      [
        "ATTTA",
        -6.901495298678424
      ],
      [
        "▁AC",
        -6.903421414370881
      ],
      [
        "AGAT",
        -6.903729720052632
      ],
      [
        "TGTA",
        -6.909094857540702
      ],
      [
        "AATTA",
        -6.913455584319686
      ],
      [
        "ACTT",
        -6.9280092940230125
      ],
      [
        "AAAC",
        -6.944691663326217
      ],
      [
        "GAAG",
        -6.952735292002513
      ],
      [
        "AAGC",
        -6.95905944999644
      ],
      [
        "AGTG",
        -6.9723701987514
      ],
      [
        "TCC",
        -6.972426319921197
      ],
      [
        "ATTC",
        -6.975040143089885
      ],
      [
        "TGGT",
        -6.977617421680776
      ],
      [
        "TTGG",
        -6.987776390942828
      ],
      [
        "GATA",
        -6.989544538017818
      ],
      [
        "AAGA",
        -6.995242129593193
      ],
      [
        "▁CA",
        -6.995701517050548
      ],
      [
        "TTAG",
        -6.999940408970865
      ],
      [
        "TTGA",
        -7.0012217365768725
      ],
      [
        "TATC",
        -7.012975753611432
      ],
      [
        "CTTT",
        -7.01625325601509
      ],
      [
        "AAAGA",
        -7.0192539038325235
      ],
      [
        "CTC",
        -7.024789018586331
      ],
      [
        "TGCA",
        -7.034931946078704
      ],
      [
        "GAAAA",
        -7.036385639776784
      ],
      [
        "TAAC",
        -7.04071372686344
      ],
      [
        "ATGT",
        -7.043993165710566
      ],
      [
        "GCC",
        -7.046904277358194
      ],
      [
        "CGC",
        -7.0469234871907185
      ],
      [
        "ACGT",
        -7.0485845220559105
      ],
      [
        "ATTTT",
        -7.050765138275455
      ],
      [
        "AATC",
        -7.053477770368
      ],
      [
        "CTAT",
        -7.056173436222807
      ],
      [
        "TGGC",
        -7.056646820519793
      ],
      [
        "GCG",
        -7.058439421325521
      ],
      [
        "AAATA",
        -7.064418677667734
      ],
      [
        "CGG",
        -7.0674250771164004
      ],
      [
        "GAAT",
        -7.075805951731419
      ],
      [
        "TACT",
        -7.076770167825009
      ],
      [
        "CCT",
        -7.078860569202389
      ],
      [
        "TATTT",
        -7.081112198707353
      ],
      [
        "ATATT",
        -7.0817410821277225
      ],
      [
        "TTAAT",
        -7.082105145163709
      ],
      [
        "AAAAG",
        -7.090175861458079
      ],
      [
        "ATTAT",
        -7.09717055321682
      ],
      [
        "GGC",
        -7.098191258910463
      ],
      [
        "TCAT",
        -7.099059077408471
      ],
      [
        "GAAAT",
        -7.1026220868301975
      ],
      [
        "GAGG",
        -7.1119720448049994
      ],
      [
        "AATAT",
        -7.115892884126801
      ],
      [
        "TTTG",
        -7.120039185908255
      ],
      [
        "TACA",
        -7.131390191285511
      ],
      [
        "TAGT",
        -7.138641179339131
      ],
      [
        "GATTT",
        -7.142866629569693
      ],
      [
        "▁GC",
        -7.145233464178489
      ],
      [
        "GGG",
        -7.148359661182837
      ],
      [
        "TAAAA",
        -7.154549816369597
      ],
      [
        "TTTAA",
        -7.158879945378647
      ],
      [
        "TTGT",
        -7.159156490559107
      ],
      [
        "CTG",
        -7.160296787908632
      ],
      [
        "AAGG",
        -7.160387734914616
      ],
      [
        "▁AAA",
        -7.16262028378358
      ],
      [
        "ATAAA",
        -7.1666881316519415
      ],
      [
        "ATAC",
        -7.16788299198532
      ],
      [
        "AGGA",
        -7.175003085031545
      ],
      [
        "GCAA",
        -7.181031678065405
      ],
      [
        "CAAAT",
        -7.182537533245223
      ],
      [
        "AACAA",
        -7.187484850485282
      ],
      [
        "GGTA",
        -7.195517844375544
      ],
      [
        "TTAC",
        -7.197785900078282
      ],
      [
        "AGCA",
        -7.198305380870522
      ],
      [
        "AAATT",
        -7.199191256255963
      ],
      [
        "AATAA",
        -7.212793617262924
      ],
      [
        "CATC",
        -7.217089596745982
      ],
      [
        "TTTC",
        -7.218012129403899
      ],
      [
        "AAAAA",
        -7.220548995397025
      ],
      [
        "AAATG",
        -7.223459464229029
      ],
      [
        "GTTG",
        -7.22548397744022
      ],
      [
        "TTATA",
        -7.226980024487215
      ],
      [
        "ATGAA",
        -7.231840988018797
      ],
      [
        "CAGA",
        -7.233042455303262
      ],
      [
        "TCATT",
        -7.247423079894342
      ],
      [
        "GGTT",
        -7.248818755084928
      ],
      [
        "AGTA",
        -7.256473950185923
      ],
      [
        "TTCT",
        -7.259521333917593
      ],
      [
        "ATATG",
        -7.26514454866945
      ],
      [
        "TACC",
        -7.266516325593208
      ],
      [
        "ATAGA",
        -7.269581331526239
      ],
      [
        "TAAAG",
        -7.275171339250887
      ],
      [
        "TAAG",
        -7.286305405585148
      ],
      [
        "GACA",
        -7.297680260288959
      ],
      [
        "TTGAA",
        -7.303345125681481
      ],
      [
        "ACTTT",
        -7.311950736686961
      ],
      [
        "TTAGA",
        -7.319871201538296
      ],
      [
        "GTTAT",
        -7.324733624998095
      ],
      [
        "ATGG",
        -7.325310277430136
      ],
      [
        "ATGAT",
        -7.328921528861952
      ],
      [
        "CAGT",
        -7.334601154030337
      ],
      [
        "TGGA",
        -7.334652472128728
      ],
      [
        "TATTA",
        -7.335747834413377
      ],
      [
        "CATG",
        -7.336862885170633
      ],
      [
        "AAAGAA",
        -7.343704344581876
      ],
      [
        "TATTG",
        -7.353695340557607
      ],
      [
        "GAAAAA",
        -7.35488303554382
      ],
      [
        "▁ATT",
        -7.359147871854468
      ],
      [
        "AGAGA",
        -7.363106656278653
      ],
      [
        "CGTT",
        -7.36728090269324
      ],
      [
        "CATA",
        -7.37233980610479
      ],
      [
        "CAAG",
        -7.378142528941655
      ],
      [
        "GAAAG",
        -7.378658533241067
      ],
      [
        "ATTAA",
        -7.392096981929237
      ],
      [
        "GTAA",
        -7.396982119890325
      ],
      [
        "GAAC",
        -7.397020015061038
      ],
      [
        "GATAA",
        -7.399578449686612
      ],
      [
        "AACT",
        -7.399961762357707
      ],
      [
        "GCAAA",
        -7.400784531048808
      ],
      [
        "AAGAA",
        -7.4064705804427176
      ],
      [
        "ACTG",
        -7.407315135794492
      ],
      [
        "AGTT",
        -7.412869908857916
      ],
      [
        "GTAC",
        -7.4133021944170165
      ],
      [
        "CATTA",
        -7.414483134967044
      ],
      [
        "GATGA",
        -7.415985556486527
      ],
      [
        "ATAG",
        -7.418349320861546
      ],
      [
        "AGGT",
        -7.419341853647733
      ],
      [
        "TGAC",
        -7.420701175523488
      ],
      [
        "▁TA",
        -7.421805252135926
      ],
      [
        "GTGA",
        -7.425558805917085
      ],
      [
        "TAATT",
        -7.427427359783058
      ],
      [
        "ACAG",
        -7.429149587517414
      ],
      [
        "ACTA",
        -7.4297782621482895
      ],
      [
        "CAATC",
        -7.433552921842162
      ],
      [
        "TGAAA",
        -7.434224070679918
      ],
      [
        "GGAG",
        -7.438159016365405
      ],
      [
        "TTTTA",
        -7.441525071594187
      ],
      [
        "ATATA",
        -7.443610374839242
      ],
      [
        "CATGA",
        -7.447890996082942
      ],
      [
        "CAACA",
        -7.449435077629108
      ],
      [
        "TAAAT",
        -7.45237908854057
      ],
      [
        "CAAGA",
        -7.456844612545172
      ],
      [
        "GTAG",
        -7.4571382839355715
      ],
      [
        "▁TC",
        -7.458361334199548
      ],
      [
        "GATAT",
        -7.458826255285568
      ],
      [
        "GTCA",
        -7.45968291347889
      ],
      [
        "ATGAC",
        -7.460855944113922
      ],
      [
        "TTCG",
        -7.461866867954507
      ],
      [
        "TTGC",
        -7.469125828664861
      ],
      [
        "GTAAA",
        -7.472946928042059
      ],
      [
        "GCAAT",
        -7.4782073538696
      ],
      [
        "CGAA",
        -7.481131701852998
      ],
      [
        "AACG",
        -7.481191167152689
      ],
      [
        "CAAAA",
        -7.4838931062147775
      ],
      [
        "CCG",
        -7.4861071511044095
      ],
      [
        "CTTA",
        -7.490872095190165
      ],
      [
        "GGCT",
        -7.4935023681383255
      ],
      [
        "AATGAA",
        -7.4978144806938
      ],
      [
        "TGCT",
        -7.504318471752612
      ],
      [
        "TCAG",
        -7.508587866202038
      ],
      [
        "ACGA",
        -7.511852121473472
      ],
      [
        "AAAAC",
        -7.512370081231108
      ],
      [
        "▁CG",
        -7.513268315495424
      ],
      [
        "AATTAT",
        -7.5146128444489655
      ],
      [
        "GAAGA",
        -7.51462335832894
      ],
      [
        "AATCA",
        -7.518178049707912
      ],
      [
        "CCAT",
        -7.523420798991291
      ],
      [
        "CGCT",
        -7.529144851900533
      ],
      [
        "AGAC",
        -7.529536091403818
      ],
      [
        "TTTAAA",
        -7.538721721086312
      ],
      [
        "TTCAA",
        -7.53951892149024
      ],
      [
        "GCGA",
        -7.5406000123519545
      ],
      [
        "AGAAG",
        -7.541008899012013
      ],
      [
        "TAGC",
        -7.542590082399618
      ],
      [
        "AGAG",
        -7.545137715773997
      ],
      [
        "GGTG",
        -7.546037303188873
      ],
      [
        "TTACA",
        -7.548772089632435
      ],
      [
        "ACAAA",
        -7.549508202199291
      ],
      [
        "▁CT",
        -7.5524261181645
      ],
      [
        "AAATC",
        -7.55274033035579
      ],
      [
        "TGTC",
        -7.553526968643367
      ],
      [
        "ATGGT",
        -7.555802454285018
      ],
      [
        "GAACA",
        -7.558136839851317
      ],
      [
        "ATTGT",
        -7.559081570127528
      ],
      [
        "TTTTAA",
        -7.562978260152385
      ],
      [
        "TGTAT",
        -7.566752967613828
      ],
      [
        "TTAAC",
        -7.567280165191503
      ],
      [
        "TATAT",
        -7.568416242082073
      ],
      [
        "ATTAAA",
        -7.572134896481931
      ],
      [
        "ACAAT",
        -7.58075922402317
      ],
      [
        "▁AG",
        -7.590897178081633
      ],
      [
        "TCTA",
        -7.590965228144798
      ],
      [
        "ATTGC",
        -7.593825326459681
      ],
      [
        "GAAAAT",
        -7.596692988207292
      ],
      [
        "CGAG",
        -7.597897863366688
      ],
      [
        "AATGG",
        -7.59920021665556
      ],
      [
        "TTGAT",
        -7.600964086109984
      ],
      [
        "AAATAA",
        -7.609247854342005
      ],
      [
        "AATTT",
        -7.613700541442265
      ],
      [
        "GACG",
        -7.616882382236508
      ],
      [
        "ATCAA",
        -7.619648812537983
      ],
      [
        "TGGG",
        -7.621019473400942
      ],
      [
        "ATTTAT",
        -7.623258039127776
      ],
      [
        "TAATA",
        -7.62622140668336
      ],
      [
        "ATGC",
        -7.627468959888473
      ],
      [
        "ATTGA",
        -7.629122433104168
      ],
      [
        "AAAGG",
        -7.630386857907242
      ],
      [
        "AAAATA",
        -7.631928809094877
      ],
      [
        "AAACG",
        -7.638451226582731
      ],
      [
        "▁TTA",
        -7.638494654253321
      ],
      [
        "CTTTA",
        -7.640693726278672
      ],
      [
        "GAGC",
        -7.645888695827434
      ],
      [
        "ATAAC",
        -7.647103051061298
      ],
      [
        "CTATT",
        -7.654455006677789
      ],
      [
        "GCTA",
        -7.655803729381178
      ],
      [
        "CTATA",
        -7.658591984088015
      ],
      [
        "AATTG",
        -7.661012445380672
      ],
      [
        "AAAGT",
        -7.661481408019183
      ],
      [
        "GTCT",
        -7.665454005444106
      ],
      [
        "ATAAT",
        -7.672701695465035
      ],
      [
        "CATAT",
        -7.6799230964721215
      ],
      [
        "TTTTT",
        -7.6807601678361515
      ],
      [
        "AGCT",
        -7.681812908178288
      ],
      [
        "CAATT",
        -7.683333181283073
      ],
      [
        "AGAAAA",
        -7.684385833210989
      ],
      [
        "▁ATA",
        -7.687851423649999
      ],
      [
        "AATAAA",
        -7.694245843655084
      ],
      [
        "TGTG",
        -7.694564049865841
      ],
      [
        "AACAT",
        -7.694587730511891
      ],
      [
        "GCATT",
        -7.696589818589344
      ],
      [
        "TTTAC",
        -7.6990020071465475
      ],
      [
        "ATCAT",
        -7.699011713294598
      ],
      [
        "CTGA",
        -7.7001697131495845
      ],
      [
        "TATAG",
        -7.701513151424001
      ],
      [
        "AAACA",
        -7.703713041744878
      ],
      [
        "TATTGT",
        -7.705291200611187
      ],
      [
        "GAATT",
        -7.70741321921995
      ],
      [
        "AAGGA",
        -7.70758562408443
      ],
      [
        "ACAC",
        -7.708340650563047
      ],
      [
        "▁GG",
        -7.711086775278826
      ],
      [
        "GTGT",
        -7.71134047893662
      ],
      [
        "TTTATT",
        -7.712150002619664
      ],
      [
        "GGCG",
        -7.716750204505319
      ],
      [
        "AGATA",
        -7.720426143522582
      ],
      [
        "ATTAAT",
        -7.721854124609353
      ],
      [
        "GCCA",
        -7.723484704506655
      ],
      [
        "TAAATA",
        -7.737241069557005
      ],
      [
        "AATAG",
        -7.737931564498256
      ],
      [
        "TACG",
        -7.746311682086153
      ],
      [
        "TATGA",
        -7.749287701988042
      ],
      [
        "▁TTAA",
        -7.749753311868687
      ],
      [
        "TAGG",
        -7.7507584175686794
      ],
      [
        "TATAA",
        -7.751102797017678
      ],
      [
        "TTCC",
        -7.751309693181238
      ],
      [
        "GTTTA",
        -7.751352629909148
      ],
      [
        "ACGAA",
        -7.753568392199469
      ],
      [
        "ATCG",
        -7.7555651407771276
      ],
      [
        "GTCG",
        -7.7559652487622595
      ],
      [
        "▁ATAA",
        -7.757497334481213
      ],
      [
        "CACG",
        -7.760667315025019
      ],
      [
        "▁TG",
        -7.760754208337639
      ],
      [
        "TAATG",
        -7.7615682979539935
      ],
      [
        "ATATTA",
        -7.7638029222268
      ],
      [
        "▁ATG",
        -7.765572351833836
      ],
      [
        "CTTG",
        -7.767357066654176
      ],
      [
        "AGTTG",
        -7.770713115694678
      ],
      [
        "TACAA",
        -7.774970833159986
      ],
      [
        "GCGT",
        -7.776341114546524
      ],
      [
        "CACAC",
        -7.777735178311356
      ],
      [
        "TTAAG",
        -7.7810536529046015
      ],
      [
        "CCATT",
        -7.784741652860931
      ],
      [
        "TTATC",
        -7.78710714833255
      ],
      [
        "TTTAAT",
        -7.788769530202092
      ],
      [
        "GATGT",
        -7.789337296688634
      ],
      [
        "ATATAA",
        -7.792419938439095
      ],
      [
        "GTAAT",
        -7.79481100292696
      ],
      [
        "GATGG",
        -7.801083723251214
      ],
      [
        "ATTGG",
        -7.804476340540863
      ],
      [
        "TAAAAA",
        -7.808063324766507
      ],
      [
        "GCAC",
        -7.815061995095208
      ],
      [
        "GATTAT",
        -7.815831682675503
      ],
      [
        "CGTA",
        -7.81858945223542
      ],
      [
        "ATTTC",
        -7.821544738044137
      ],
      [
        "AAGGAG",
        -7.823044775977775
      ],
      [
        "TATCT",
        -7.824382665640988
      ],
      [
        "GATTA",
        -7.825863060852633
      ],
      [
        "GATTTA",
        -7.8275307617396175
      ],
      [
        "TTAGC",
        -7.827779997341104
      ],
      [
        "TGCC",
        -7.827806784616613
      ],
      [
        "TGAG",
        -7.8318695302214465
      ],
      [
        "GCAATT",
        -7.831936151036095
      ],
      [
        "GCAGT",
        -7.83636973412588
      ],
      [
        "TATGAA",
        -7.836892957331301
      ],
      [
        "▁TTG",
        -7.838413187586313
      ],
      [
        "ATTAG",
        -7.844860363457498
      ],
      [
        "▁GA",
        -7.845457557593983
      ],
      [
        "TATTTT",
        -7.845932390735005
      ],
      [
        "TTGTT",
        -7.846669048994983
      ],
      [
        "AATTAA",
        -7.8477119965202355
      ],
      [
        "▁TTT",
        -7.849688840355604
      ],
      [
        "AAAAAT",
        -7.8526703453883195
      ],
      [
        "GGGG",
        -7.856600461382506
      ],
      [
        "GCTT",
        -7.860664030073789
      ],
      [
        "TTTAG",
        -7.861182585412042
      ],
      [
        "AGGAG",
        -7.863489612888588
      ],
      [
        "AAAGCA",
        -7.870998690268394
      ],
      [
        "ACAGT",
        -7.877562776837523
      ],
      [
        "TCTT",
        -7.880043178342047
      ],
      [
        "TCAAA",
        -7.880739874517783
      ],
      [
        "CGAT",
        -7.8810342527636505
      ],
      [
        "TACTA",
        -7.881268683121801
      ],
      [
        "AAGTA",
        -7.884445977147757
      ],
      [
        "ACATT",
        -7.886027833258035
      ],
      [
        "ATACA",
        -7.88931969048938
      ],
      [
        "GTTTT",
        -7.893207840646513
      ],
      [
        "AAATCA",
        -7.894200318478714
      ],
      [
        "CCC",
        -7.898773383636015
      ],
      [
        "CTAAAG",
        -7.900562550716339
      ],
      [
        "CATTT",
        -7.901208873636445
      ],
      [
        "GAGT",
        -7.904601736663641
      ],
      [
        "ATTCA",
        -7.905434496965881
      ],
      [
        "CCAA",
        -7.911146299363695
      ],
      [
        "GTTC",
        -7.911542367167424
      ],
      [
        "GTTAC",
        -7.9132152989146896
      ],
      [
        "ATGTT",
        -7.913627434387535
      ],
      [
        "GCTTT",
        -7.9151835385504015
      ],
      [
        "GTGC",
        -7.9182981637587835
      ],
      [
        "TGTTG",
        -7.923383532217356
      ],
      [
        "AAAGC",
        -7.9254438895110875
      ],
      [
        "TTTGA",
        -7.92574016887584
      ],
      [
        "ATTATT",
        -7.92866572745319
      ],
      [
        "AATAAT",
        -7.932899432216381
      ],
      [
        "GCATTT",
        -7.942108540051004
      ],
      [
        "CTGC",
        -7.945345494711317
      ],
      [
        "GTGAT",
        -7.94661117058649
      ],
      [
        "TTGGT",
        -7.947976983408463
      ],
      [
        "AACTT",
        -7.949244754220642
      ],
      [
        "TCTTA",
        -7.950251160073477
      ],
      [
        "TCGA",
        -7.950258220195485
      ],
      [
        "TATCGT",
        -7.952370967067677
      ],
      [
        "CAGAA",
        -7.952468087389163
      ],
      [
        "TGATT",
        -7.952490570461603
      ],
      [
        "AAATAAA",
        -7.958885759597586
      ],
      [
        "AAGTAA",
        -7.9621959186423785
      ],
      [
        "ACCA",
        -7.96483684633175
      ],
      [
        "AAGAT",
        -7.9652931085096075
      ],
      [
        "CTTGC",
        -7.97022549849514
      ],
      [
        "TCGT",
        -7.972997664815935
      ],
      [
        "ACATAT",
        -7.977409171839165
      ],
      [
        "GGTTA",
        -7.978227636286913
      ],
      [
        "GTGG",
        -7.978696105080655
      ],
      [
        "TGAAT",
        -7.978896334982771
      ],
      [
        "ATTAGT",
        -7.9793099709021975
      ],
      [
        "CACT",
        -7.986232860983499
      ],
      [
        "ACTTA",
        -7.987448744224892
      ],
      [
        "GAAAGT",
        -7.989637492420879
      ],
      [
        "TAATCA",
        -7.993817735776185
      ],
      [
        "TGTTA",
        -7.999148124327881
      ],
      [
        "GTATT",
        -8.00168190937712
      ],
      [
        "GGAGG",
        -8.002684453599507
      ],
      [
        "TTTTAT",
        -8.00392688377177
      ],
      [
        "CAAAAT",
        -8.00444250727921
      ],
      [
        "CAACAA",
        -8.007589360774992
      ],
      [
        "GCAG",
        -8.008359467121133
      ],
      [
        "GCGAA",
        -8.008978213332513
      ],
      [
        "GAAGT",
        -8.011623488880769
      ],
      [
        "CAAGG",
        -8.014646631641721
      ],
      [
        "TGATA",
        -8.018301849755655
      ],
      [
        "CTTAT",
        -8.01952109392638
      ],
      [
        "TATCG",
        -8.01964180912477
      ],
      [
        "ACTAA",
        -8.02283242833651
      ],
      [
        "TCAAT",
        -8.025544079050473
      ],
      [
        "TGTTT",
        -8.029201385726452
      ],
      [
        "TATCA",
        -8.030177831614349
      ],
      [
        "TAATGA",
        -8.031876732886321
      ],
      [
        "CGCA",
        -8.032187076828665
      ],
      [
        "CGGT",
        -8.033525119027152
      ],
      [
        "CTTTG",
        -8.03378645170313
      ],
      [
        "GATTTT",
        -8.034929387180942
      ],
      [
        "ATTAC",
        -8.035105615984667
      ],
      [
        "TAGAG",
        -8.035152343394008
      ],
      [
        "TGAAAA",
        -8.036905176349544
      ],
      [
        "GTAGA",
        -8.041488633621118
      ],
      [
        "TGCAG",
        -8.042297716906262
      ],
      [
        "TTATTA",
        -8.043164595294176
      ],
      [
        "TTTTTAT",
        -8.046668309073702
      ],
      [
        "TTAAAA",
        -8.046882967203072
      ],
      [
        "TAACT",
        -8.047157628921482
      ],
      [
        "▁AAAA",
        -8.047741512231491
      ],
      [
        "CAATG",
        -8.048240357967396
      ],
      [
        "TGAAG",
        -8.048468830456684
      ],
      [
        "ACTAT",
        -8.048834618251096
      ],
      [
        "▁AAG",
        -8.0505409220727
      ],
      [
        "AAAAAGA",
        -8.05113844322565
      ],
      [
        "GAAGAA",
        -8.051623290732138
      ],
      [
        "GGTGA",
        -8.051775142209863
      ],
      [
        "GACT",
        -8.055491721084877
      ],
      [
        "AGCC",
        -8.055977765897747
      ],
      [
        "ATTAAC",
        -8.05887549384123
      ],
      [
        "AACAAT",
        -8.059162317179982
      ],
      [
        "ATGATT",
        -8.059825009714379
      ],
      [
        "▁GAT",
        -8.060465322538754
      ],
      [
        "CACCA",
        -8.062980037151997
      ],
      [
        "AGAAAT",
        -8.06322430713107
      ],
      [
        "TACTT",
        -8.064506016387083
      ],
      [
        "AGTGA",
        -8.066987480439924
      ],
      [
        "AGTGG",
        -8.071595567157804
      ],
      [
        "TATGAT",
        -8.073491906802282
      ],
      [
        "AGAAA",
        -8.075250666113618
      ],
      [
        "AAAATT",
        -8.075281820509836
      ],
      [
        "▁ATTT",
        -8.081306849873826
      ],
      [
        "GGAA",
        -8.081377582769868
      ],
      [
        "ATTCC",
        -8.081461321422854
      ],
      [
        "TACAC",
        -8.082230621018008
      ],
      [
        "AGATGA",
        -8.082521780409007
      ],
      [
        "TATCAA",
        -8.08770617668837
      ],
      [
        "GTGAA",
        -8.087919382820758
      ],
      [
        "AAACAA",
        -8.090400347163747
      ],
      [
        "GATTG",
        -8.093510614870656
      ],
      [
        "TATAAA",
        -8.098772339800632
      ],
      [
        "GAGA",
        -8.099364432490448
      ],
      [
        "GAATA",
        -8.102067093089953
      ],
      [
        "GGGA",
        -8.103364593603674
      ],
      [
        "TGAAGA",
        -8.105265043959188
      ],
      [
        "CCTAT",
        -8.10869669747366
      ],
      [
        "GCTAT",
        -8.111798661151578
      ],
      [
        "AGTAAT",
        -8.113673133984122
      ],
      [
        "▁AATAT",
        -8.11644790984138
      ],
      [
        "TCCA",
        -8.11798490591103
      ],
      [
        "AAGAAA",
        -8.120388989748689
      ],
      [
        "GTAAC",
        -8.121080835149591
      ],
      [
        "AGATG",
        -8.122750789562343
      ],
      [
        "AGAAT",
        -8.127986792424757
      ],
      [
        "TTATAA",
        -8.136088483081506
      ],
      [
        "AATATA",
        -8.138277313754353
      ],
      [
        "GGAT",
        -8.142987536594454
      ],
      [
        "ATAAAT",
        -8.144839508917215
      ],
      [
        "TGATAT",
        -8.144930920385956
      ],
      [
        "CTAAA",
        -8.148671421608881
      ],
      [
        "CTTCT",
        -8.150004588955353
      ],
      [
        "ACTTC",
        -8.15201619971424
      ],
      [
        "ATGAAT",
        -8.153987033310788
      ],
      [
        "AAGGT",
        -8.154373629778625
      ],
      [
        "TCAAAT",
        -8.154957710342655
      ],
      [
        "ATTTTT",
        -8.15533101206795
      ],
      [
        "AACC",
        -8.15634614454962
      ],
      [
        "GTATA",
        -8.158375947087983
      ],
      [
        "AATGC",
        -8.159162438653254
      ],
      [
        "TTTGT",
        -8.162134941421074
      ],
      [
        "AATGAT",
        -8.16259791689567
      ],
      [
        "TTTATA",
        -8.162986365525613
      ],
      [
        "ATTTTA",
        -8.16305084358673
      ],
      [
        "▁TAG",
        -8.164857187987726
      ],
      [
        "TTGTA",
        -8.16518127631705
      ],
      [
        "ATAGAA",
        -8.165532789580556
      ],
      [
        "TAAAGA",
        -8.167345575323358
      ],
      [
        "TGATG",
        -8.169747936312556
      ],
      [
        "TTTCA",
        -8.1699659705085
      ],
      [
        "ACCT",
        -8.171761684617282
      ],
      [
        "GGCA",
        -8.172391147906662
      ],
      [
        "AGCG",
        -8.172568449923041
      ],
      [
        "CAGTT",
        -8.173164839926667
      ],
      [
        "AAAATG",
        -8.174342755242764
      ],
      [
        "CGTTT",
        -8.174352944232185
      ],
      [
        "AGATAA",
        -8.180951717061763
      ],
      [
        "AAAAGAA",
        -8.181960805693409
      ],
      [
        "▁ATC",
        -8.182510620596437
      ],
      [
        "ATAAAA",
        -8.184393719368483
      ],
      [
        "TTGCA",
        -8.185289390718557
      ],
      [
        "CGTC",
        -8.186821631354201
      ],
      [
        "TCGC",
        -8.18769446021597
      ],
      [
        "AAGAG",
        -8.187734454384486
      ],
      [
        "TATGTT",
        -8.18806757190732
      ],
      [
        "GTTAG",
        -8.18853991040024
      ],
      [
        "CTGAA",
        -8.189353090370322
      ],
      [
        "GACAA",
        -8.190555950281842
      ],
      [
        "AAGAAG",
        -8.191921055527464
      ],
      [
        "AGGTG",
        -8.193664606440324
      ],
      [
        "TGCTG",
        -8.194542970370895
      ],
      [
        "GCTG",
        -8.194955661395689
      ],
      [
        "GGTGT",
        -8.19526992451771
      ],
      [
        "TGAAATT",
        -8.197077804034102
      ],
      [
        "TAAAAT",
        -8.197148938553719
      ],
      [
        "CAGG",
        -8.197388397701564
      ],
      [
        "▁TCA",
        -8.199078999619015
      ],
      [
        "TGTAG",
        -8.200149766985694
      ],
      [
        "GGTAT",
        -8.200978772298622
      ],
      [
        "GTGAC",
        -8.201531822829306
      ],
      [
        "CTCT",
        -8.207158481454975
      ],
      [
        "GGTGC",
        -8.208704360643637
      ],
      [
        "ACAAAA",
        -8.209681503152515
      ],
      [
        "AAATGA",
        -8.211884497862622
      ],
      [
        "ATATTT",
        -8.212089537989192
      ],
      [
        "AGTAT",
        -8.214183586112384
      ],
      [
        "TATTC",
        -8.214978878888147
      ],
      [
        "CAGTC",
        -8.216573514137185
      ],
      [
        "▁AAT",
        -8.218959636907211
      ],
      [
        "AGTAA",
        -8.22132493990067
      ],
      [
        "GATGAT",
        -8.221924544684262
      ],
      [
        "TTAGG",
        -8.22349784056927
      ],
      [
        "CGAAA",
        -8.229348399031121
      ],
      [
        "CTATC",
        -8.23728168983048
      ],
      [
        "CAATTA",
        -8.238200909924153
      ],
      [
        "CGTAT",
        -8.238838175420794
      ],
      [
        "GAGGAG",
        -8.23980536400496
      ],
      [
        "ACAAC",
        -8.241549131606678
      ],
      [
        "TATGC",
        -8.241976796048668
      ],
      [
        "TAATTA",
        -8.24496678459806
      ],
      [
        "CCAAAC",
        -8.245118468389682
      ],
      [
        "AGTAG",
        -8.245483996556617
      ],
      [
        "CTAC",
        -8.247145656306516
      ],
      [
        "ATTTAA",
        -8.248938149331712
      ],
      [
        "GCGC",
        -8.251045966779618
      ],
      [
        "AAGTG",
        -8.253167918032565
      ],
      [
        "TTAAAG",
        -8.253985562658938
      ],
      [
        "TTATAT",
        -8.254148928927398
      ],
      [
        "TTAGT",
        -8.256564974087738
      ],
      [
        "CGAC",
        -8.256886215246531
      ],
      [
        "GCATTA",
        -8.257067246923459
      ],
      [
        "TGAAAGA",
        -8.257192259613007
      ],
      [
        "GGATTA",
        -8.257340854364283
      ],
      [
        "ACTGG",
        -8.258593561277085
      ],
      [
        "GAGGA",
        -8.25920437221679
      ],
      [
        "GGATT",
        -8.260305885912995
      ],
      [
        "ATAGT",
        -8.263113640243795
      ],
      [
        "TGAATT",
        -8.264121069785046
      ],
      [
        "GGAGA",
        -8.264209148059646
      ],
      [
        "AACGA",
        -8.264696046562287
      ],
      [
        "AACAG",
        -8.267536327483038
      ],
      [
        "CTGT",
        -8.268521893169623
      ],
      [
        "TGGGG",
        -8.269953898632718
      ],
      [
        "TTTGAA",
        -8.269962769718138
      ],
      [
        "AAGCA",
        -8.273377905116378
      ],
      [
        "TGATGA",
        -8.276472845420646
      ],
      [
        "TATTTA",
        -8.277301769308792
      ],
      [
        "TGCAA",
        -8.277626715738648
      ],
      [
        "GGACA",
        -8.279566057604857
      ],
      [
        "AAGCGT",
        -8.282721752449762
      ],
      [
        "AATGTT",
        -8.283373932144263
      ],
      [
        "TTGAAAA",
        -8.285421437014817
      ],
      [
        "CAATGG",
        -8.285984116949383
      ],
      [
        "GTTTG",
        -8.28671726720428
      ],
      [
        "GTTGA",
        -8.288748979512773
      ],
      [
        "AAGTT",
        -8.289100389724581
      ],
      [
        "CCAAA",
        -8.290314440262007
      ],
      [
        "GTGTA",
        -8.291093544992506
      ],
      [
        "CATCA",
        -8.295021394177354
      ],
      [
        "TTCTT",
        -8.29530789112369
      ],
      [
        "TGGTG",
        -8.298106133129686
      ],
      [
        "TTTAAAT",
        -8.301131952540324
      ],
      [
        "AAACGT",
        -8.3011774401094
      ],
      [
        "AAGCG",
        -8.303100743872115
      ],
      [
        "CTAAAAAA",
        -8.307243667689729
      ],
      [
        "TTAAAAA",
        -8.307849366368897
      ],
      [
        "CCTGA",
        -8.309711590818246
      ],
      [
        "AGATAT",
        -8.31050143536595
      ],
      [
        "▁TTGA",
        -8.313601393356414
      ],
      [
        "TCAC",
        -8.31518640418222
      ],
      [
        "AATCAA",
        -8.31601988051734
      ],
      [
        "ACCG",
        -8.317913275026473
      ],
      [
        "ATTTG",
        -8.318153845212446
      ],
      [
        "TCAGA",
        -8.318452164072697
      ],
      [
        "TAATC",
        -8.320885256610161
      ],
      [
        "AATTAAA",
        -8.32237671914711
      ],
      [
        "ACGATT",
        -8.322788271453843
      ],
      [
        "AAAGGT",
        -8.323625293692949
      ],
      [
        "▁TAT",
        -8.323641878898957
      ],
      [
        "TTAATT",
        -8.323969127800986
      ],
      [
        "GCAAC",
        -8.324596402794196
      ],
      [
        "GAGAT",
        -8.32488753454765
      ],
      [
        "CCCT",
        -8.324896197319207
      ],
      [
        "TATTGGT",
        -8.325427202578817
      ],
      [
        "AATCG",
        -8.32586641802941
      ],
      [
        "AACTA",
        -8.326889645878156
      ],
      [
        "TTTCAA",
        -8.327680537236361
      ],
      [
        "AGGG",
        -8.328801516615329
      ],
      [
        "AATTGT",
        -8.328976760328738
      ],
      [
        "CATCT",
        -8.329295300433099
      ],
      [
        "AGAGAA",
        -8.33077279042712
      ],
      [
        "AAGTTA",
        -8.331698096767116
      ],
      [
        "GTTAA",
        -8.333366363192113
      ],
      [
        "TGTGA",
        -8.33424947268734
      ],
      [
        "CATTC",
        -8.334489930782807
      ],
      [
        "ACAGA",
        -8.335008368729905
      ],
      [
        "CGCC",
        -8.337428336793446
      ],
      [
        "CTTC",
        -8.338910359996783
      ],
      [
        "ATCAAG",
        -8.33939085191181
      ],
      [
        "AAACTA",
        -8.340367394953454
      ],
      [
        "CTTCA",
        -8.340601760287043
      ],
      [
        "AACAAC",
        -8.340867115130141
      ],
      [
        "ATGTC",
        -8.341704420122195
      ],
      [
        "GTTAGA",
        -8.342124132169344
      ],
      [
        "CATCAT",
        -8.343263897516483
      ],
      [
        "GTGTC",
        -8.343314655948681
      ],
      [
        "GAATTG",
        -8.344076474385197
      ],
      [
        "GAAGAT",
        -8.344612471476873
      ],
      [
        "AAATATAT",
        -8.34515999356039
      ],
      [
        "GTTGAA",
        -8.345484910946611
      ],
      [
        "ACGC",
        -8.346627417239144
      ],
      [
        "▁ATAC",
        -8.348941935905131
      ],
      [
        "GATGC",
        -8.350356218246683
      ],
      [
        "AGGTGG",
        -8.351959270325592
      ],
      [
        "ACAAG",
        -8.352040517131737
      ],
      [
        "GGGAT",
        -8.353174876735586
      ],
      [
        "ACACA",
        -8.358133945254185
      ],
      [
        "ATCC",
        -8.358346796026826
      ],
      [
        "CAAGCA",
        -8.358635848598642
      ],
      [
        "AAATTA",
        -8.358710558483102
      ],
      [
        "TTAGAA",
        -8.359022926106002
      ],
      [
        "AAAGGAG",
        -8.360091571024652
      ],
      [
        "TGAAAT",
        -8.360768551013344
      ],
      [
        "GAAGG",
        -8.361765892997255
      ],
      [
        "CAAGT",
        -8.364733679576904
      ],
      [
        "AGACA",
        -8.366216270590279
      ],
      [
        "AATGT",
        -8.36664637241792
      ],
      [
        "CTTTTT",
        -8.368540346243543
      ],
      [
        "ATTAAAA",
        -8.37007753511888
      ],
      [
        "▁AAAG",
        -8.371462742076886
      ],
      [
        "GGTCA",
        -8.374578358279365
      ],
      [
        "TACAT",
        -8.375112859275221
      ],
      [
        "TTATTTT",
        -8.375199058291821
      ],
      [
        "TAAAAAT",
        -8.376271943333379
      ],
      [
        "TTGTC",
        -8.377839411416698
      ],
      [
        "CGATA",
        -8.377987755675704
      ],
      [
        "AAGGC",
        -8.380504596688452
      ],
      [
        "AAAAATA",
        -8.381069270083453
      ],
      [
        "TGGTA",
        -8.382076184951112
      ],
      [
        "ATGCA",
        -8.382152688596072
      ],
      [
        "TTACT",
        -8.384886386189109
      ],
      [
        "ACAGC",
        -8.387749512585904
      ],
      [
        "GAAAGA",
        -8.3911567400325
      ],
      [
        "CGTAAA",
        -8.39137824550184
      ],
      [
        "TCATGA",
        -8.391871765786151
      ],
      [
        "CAACT",
        -8.392290000188808
      ],
      [
        "TAGTA",
        -8.393003358659056
      ],
      [
        "TACTTT",
        -8.393027211945011
      ],
      [
        "ACACC",
        -8.393254330989791
      ],
      [
        "▁TAA",
        -8.393394882547996
      ],
      [
        "▁ACA",
        -8.393543925794079
      ],
      [
        "GCAACA",
        -8.39664574131112
      ],
      [
        "AATAAAT",
        -8.399274188989825
      ],
      [
        "TTCCA",
        -8.40036334186128
      ],
      [
        "GGAC",
        -8.401898554449753
      ],
      [
        "▁AACAA",
        -8.406306656795959
      ],
      [
        "TTATCA",
        -8.408765173014372
      ],
      [
        "TTGGA",
        -8.409198877698383
      ],
      [
        "GAGGTGA",
        -8.411409623571652
      ],
      [
        "GAATG",
        -8.412679951165277
      ],
      [
        "AATATAAA",
        -8.412683871568458
      ],
      [
        "TTTAAAA",
        -8.417314190176691
      ],
      [
        "GCACT",
        -8.418053799135848
      ],
      [
        "ACTGA",
        -8.419704517725545
      ],
      [
        "GATAAA",
        -8.422156416204501
      ],
      [
        "TATGGA",
        -8.423985127487772
      ],
      [
        "ATGTA",
        -8.42454077036407
      ],
      [
        "TTTTG",
        -8.424873157324356
      ],
      [
        "GAAATT",
        -8.425483093221178
      ],
      [
        "TTTGTT",
        -8.427358838333447
      ],
      [
        "GGCATT",
        -8.427396502289877
      ],
      [
        "AAAGAT",
        -8.427849054544236
      ],
      [
        "GCACA",
        -8.427957430293075
      ],
      [
        "ATGAAG",
        -8.428562062980316
      ],
      [
        "GTTTTA",
        -8.430670448435448
      ],
      [
        "CAAGC",
        -8.430903907873269
      ],
      [
        "AATATT",
        -8.431096861502294
      ],
      [
        "GATATT",
        -8.431863685765448
      ],
      [
        "TTTATC",
        -8.43457551639148
      ],
