{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "A",
        -4.32303819084297
      ],
      [
        "T",
        -4.411752407307967
      ],
      [
        "G",
        -4.670587179880698
      ],
      [
        "AA",
        -4.7324824942897905
      ],
      [
        "▁",
        -4.791017347063127
      ],
      [
        "AT",
        -4.833965795405302
      ],
      [
        "TT",
        -4.90198120330871
      ],
      [
        "C",
        -4.907744947973648
      ],
      [
        "TA",
        -5.025529607667984
      ],
      [
        "GA",
        -5.127834522138199
      ],
      [
        "CA",
        -5.181669617517962
      ],
      [
        "GT",
        -5.255569586795213
      ],
      [
        "AC",
        -5.266091647270886
      ],
      [
        "AAA",
        -5.35715409094864
      ],
      [
        "TG",
        -5.36823688353317
      ],
      [
        "GC",
        -5.409653435935814
      ],
      [
        "TAT",
        -5.4099475248725275
      ],
      [
        "AG",
        -5.4253032365031055
      ],
      [
        "AAT",
        -5.458012575299808
      ],
      [
        "ATT",
        -5.470467636841077
      ],
      [
        "TTT",
        -5.483974266949654
      ],
      [
        "TTA",
        -5.504409934054398
      ],
      [
        "TC",
        -5.623557409212935
      ],
      [
        "TAA",
        -5.682452064033641
      ],
      [
        "GG",
        -5.707035216676202
      ],
      [
        "GAA",
        -5.707779706526599
      ],
      [
        "CAA",
        -5.7900105952292895
      ],
      [
        "▁A",
        -5.806409055841733
      ],
      [
        "CT",
        -5.812162300221445
      ],
      [
        "ACA",
        -5.84635445697978
      ],
      [
        "ATA",
        -5.853326371196216
      ],
      [
        "AAG",
        -5.857314266525623
      ],
      [
        "AGA",
        -5.878226798793401
      ],
      [
        "CG",
        -5.915832740735288
      ],
      [
        "CAT",
        -5.917690158798387
      ],
      [
        "▁T",
        -5.943233842700627
      ],
      [
        "GAT",
        -5.953948274961399
      ],
      [
        "AAC",
        -5.966637261216797
      ],
      [
        "CC",
        -5.974853653752647
      ],
      [
        "ATG",
        -5.975083687894639
      ],
      [
        "TGA",
        -6.008298134012668
      ],
      [
        "TAC",
        -6.035569686623395
      ],
      [
        "TTTA",
        -6.0545181034649636
      ],
      [
        "TTG",
        -6.080072890759939
      ],
      [
        "GTA",
        -6.094271081702639
      ],
      [
        "AAAA",
        -6.098766994708616
      ],
      [
        "AGT",
        -6.100622703168149
      ],
      [
        "GCA",
        -6.112562977786079
      ],
      [
        "GTT",
        -6.120293276684706
      ],
      [
        "ATTT",
        -6.125766609768884
      ],
      [
        "TAAA",
        -6.143289416350145
      ],
      [
        "TGT",
        -6.151126769284439
      ],
      [
        "AATT",
        -6.163314271746815
      ],
      [
        "AAAT",
        -6.190800850129235
      ],
      [
        "TGG",
        -6.193443737979892
      ],
      [
        "TCA",
        -6.236814931699047
      ],
      [
        "TTAT",
        -6.237028395146636
      ],
      [
        "TATT",
        -6.247402533368181
      ],
      [
        "TTAA",
        -6.2672484110787865
      ],
      [
        "ATAT",
        -6.272972650634917
      ],
      [
        "TAG",
        -6.280526129762648
      ],
      [
        "▁G",
        -6.282809143833076
      ],
      [
        "ATTA",
        -6.290613195098672
      ],
      [
        "ATC",
        -6.307931954221365
      ],
      [
        "AGG",
        -6.319034127928025
      ],
      [
        "ATGA",
        -6.346120877819154
      ],
      [
        "ACT",
        -6.4025371390973715
      ],
      [
        "CGT",
        -6.415259402957223
      ],
      [
        "TTC",
        -6.423254892933782
      ],
      [
        "AGC",
        -6.425793548358309
      ],
      [
        "AATA",
        -6.439074232389999
      ],
      [
        "AAAG",
        -6.441531504798027
      ],
      [
        "GAAA",
        -6.441592015698648
      ],
      [
        "GGA",
        -6.444852420129596
      ],
      [
        "CTT",
        -6.4548255886830415
      ],
      [
        "CAAA",
        -6.455119648474184
      ],
      [
        "GAG",
        -6.468152211580649
      ],
      [
        "GGT",
        -6.47366433158964
      ],
      [
        "TTTT",
        -6.473826826849924
      ],
      [
        "CGA",
        -6.4746732985408935
      ],
      [
        "▁TT",
        -6.477907094246193
      ],
      [
        "CAAT",
        -6.484516025986881
      ],
      [
        "AATG",
        -6.485090998246904
      ],
      [
        "CATT",
        -6.50887624907948
      ],
      [
        "CAG",
        -6.520972926216783
      ],
      [
        "▁AT",
        -6.527841671115312
      ],
      [
        "TCT",
        -6.529797284377196
      ],
      [
        "▁AA",
        -6.533146091599249
      ],
      [
        "▁C",
        -6.53851651778673
      ],
      [
        "ATAA",
        -6.5459441759713375
      ],
      [
        "TAAT",
        -6.552781738412355
      ],
      [
        "ATCA",
        -6.555079324312788
      ],
      [
        "TAGA",
        -6.562728795371117
      ],
      [
        "TGAA",
        -6.574790226676566
      ],
      [
        "GTG",
        -6.583177219088071
      ],
      [
        "GTTA",
        -6.597245057743408
      ],
      [
        "GTAT",
        -6.622817533465215
      ],
      [
        "GTC",
        -6.623198201159785
      ],
      [
        "GTTT",
        -6.6308245031738355
      ],
      [
        "CAC",
        -6.63526457861676
      ],
      [
        "TGC",
        -6.639989155107395
      ],
      [
        "CTA",
        -6.64482587646852
      ],
      [
        "TGTT",
        -6.649381996510059
      ],
      [
        "TCAA",
        -6.662152413145173
      ],
      [
        "TTAAA",
        -6.6803215890939285
      ],
      [
        "AAGT",
        -6.694657380752639
      ],
      [
        "TATA",
        -6.696376666000437
      ],
      [
        "▁CA",
        -6.6999678013292225
      ],
      [
        "AAAAT",
        -6.700706254598631
      ],
      [
        "AGAA",
        -6.708663142283395
      ],
      [
        "AACA",
        -6.70924942647073
      ],
      [
        "▁GT",
        -6.710587604454574
      ],
      [
        "GAC",
        -6.710748942457339
      ],
      [
        "TTCA",
        -6.712985762833779
      ],
      [
        "GCT",
        -6.717607009425839
      ],
      [
        "ACTT",
        -6.724920710020263
      ],
      [
        "ACAA",
        -6.725813355612464
      ],
      [
        "TCG",
        -6.74719517939613
      ],
      [
        "ACG",
        -6.751736900682151
      ],
      [
        "AAAC",
        -6.756760885289923
      ],
      [
        "TTGA",
        -6.760147478570707
      ],
      [
        "GGC",
        -6.761675288159406
      ],
      [
        "GATT",
        -6.766798693042703
      ],
      [
        "AAAGA",
        -6.767718633830177
      ],
      [
        "GATA",
        -6.773331402527649
      ],
      [
        "AATAA",
        -6.793526193247019
      ],
      [
        "TATG",
        -6.79910536428354
      ],
      [
        "CCA",
        -6.799866197972194
      ],
      [
        "GAAC",
        -6.808773537827708
      ],
      [
        "GATG",
        -6.818812928796908
      ],
      [
        "AAGC",
        -6.8229273109517345
      ],
      [
        "▁AC",
        -6.850575775934063
      ],
      [
        "TATC",
        -6.854132447085058
      ],
      [
        "TTTAT",
        -6.860338803519486
      ],
      [
        "CGC",
        -6.864813768637241
      ],
      [
        "ACAT",
        -6.8665544031303805
      ],
      [
        "TTATT",
        -6.871222455209658
      ],
      [
        "ACC",
        -6.873425167537265
      ],
      [
        "CTAA",
        -6.885535653108823
      ],
      [
        "TTAAT",
        -6.890639660802053
      ],
      [
        "ATTG",
        -6.893116392130567
      ],
      [
        "GAAAA",
        -6.9004122793028015
      ],
      [
        "TTGG",
        -6.929218605001395
      ],
      [
        "GCC",
        -6.929668822092861
      ],
      [
        "GCAT",
        -6.93410181597164
      ],
      [
        "AGTA",
        -6.937185537133663
      ],
      [
        "TCAT",
        -6.938156786496929
      ],
      [
        "TTGT",
        -6.940916849636863
      ],
      [
        "ATGG",
        -6.975094211438504
      ],
      [
        "TGGT",
        -6.982712391398821
      ],
      [
        "CACA",
        -6.992623390265559
      ],
      [
        "AGAT",
        -6.999704040453525
      ],
      [
        "ATGAA",
        -7.0093637092794845
      ],
      [
        "TGAT",
        -7.009871100934247
      ],
      [
        "AAATG",
        -7.010854377877933
      ],
      [
        "ATTC",
        -7.01107869720063
      ],
      [
        "CTAT",
        -7.012612595886755
      ],
      [
        "AATAT",
        -7.018756453947931
      ],
      [
        "AAGA",
        -7.024346565742566
      ],
      [
        "TTAC",
        -7.0247399890262265
      ],
      [
        "AATC",
        -7.04115654337503
      ],
      [
        "GGG",
        -7.044048817150232
      ],
      [
        "TAAAA",
        -7.04477908467444
      ],
      [
        "GAAG",
        -7.046703552277491
      ],
      [
        "TTAG",
        -7.056363416528206
      ],
      [
        "CAAC",
        -7.063422008632237
      ],
      [
        "▁TA",
        -7.066541550814163
      ],
      [
        "CTTT",
        -7.068966000848782
      ],
      [
        "GTAA",
        -7.069924325486315
      ],
      [
        "TAGC",
        -7.075938572422809
      ],
      [
        "TGGC",
        -7.087405649029504
      ],
      [
        "TTTAA",
        -7.096786576518069
      ],
      [
        "CATG",
        -7.101479534802251
      ],
      [
        "TTGC",
        -7.1023002917331555
      ],
      [
        "ATGT",
        -7.104430667559816
      ],
      [
        "CAGT",
        -7.104564515262743
      ],
      [
        "TTAGA",
        -7.105062514645214
      ],
      [
        "AACAA",
        -7.105801262676519
      ],
      [
        "TTTC",
        -7.108804584298931
      ],
      [
        "TAAG",
        -7.109420629419085
      ],
      [
        "ATTTT",
        -7.111054851595821
      ],
      [
        "GGTG",
        -7.111950936332469
      ],
      [
        "TATTA",
        -7.114981556566551
      ],
      [
        "CCT",
        -7.1164762568889355
      ],
      [
        "CTG",
        -7.118201537731541
      ],
      [
        "CCG",
        -7.134450184608041
      ],
      [
        "TGCA",
        -7.140200788383079
      ],
      [
        "AATGA",
        -7.162504140461492
      ],
      [
        "▁TC",
        -7.170809420175318
      ],
      [
        "TAAAT",
        -7.1716875332901004
      ],
      [
        "CTC",
        -7.175399748558174
      ],
      [
        "ATAC",
        -7.176104189356015
      ],
      [
        "CAAAT",
        -7.178719490079568
      ],
      [
        "AGCA",
        -7.182794620914444
      ],
      [
        "GCAA",
        -7.192960040561526
      ],
      [
        "ATTAT",
        -7.19299221165317
      ],
      [
        "AACT",
        -7.19928285483242
      ],
      [
        "TATTT",
        -7.201788721917937
      ],
      [
        "ATTTA",
        -7.207999485176313
      ],
      [
        "TTTATT",
        -7.212890439217955
      ],
      [
        "AAAAA",
        -7.214035722699554
      ],
      [
        "TGTA",
        -7.223807972644575
      ],
      [
        "GAAT",
        -7.228511698238721
      ],
      [
        "AAATA",
        -7.233566031245744
      ],
      [
        "AAATT",
        -7.234565480852352
      ],
      [
        "GAAAT",
        -7.237473795151962
      ],
      [
        "TATAT",
        -7.239695998355958
      ],
      [
        "ATATA",
        -7.241390905675058
      ],
      [
        "▁AAA",
        -7.242245239440518
      ],
      [
        "CATC",
        -7.249646062300932
      ],
      [
        "ATATT",
        -7.253218462171812
      ],
      [
        "TAGT",
        -7.25440718466156
      ],
      [
        "CAAG",
        -7.262339282408263
      ],
      [
        "TAAC",
        -7.2712767434509855
      ],
      [
        "ATAG",
        -7.279058638488518
      ],
      [
        "AATTA",
        -7.281033680001464
      ],
      [
        "CAAAA",
        -7.281737696569583
      ],
      [
        "▁TTA",
        -7.287960005156507
      ],
      [
        "ATGAT",
        -7.288150122281371
      ],
      [
        "AACG",
        -7.290474174254053
      ],
      [
        "GAATT",
        -7.300486900131294
      ],
      [
        "TACA",
        -7.30335277143373
      ],
      [
        "CATTA",
        -7.304278813996048
      ],
      [
        "GAAAAA",
        -7.31029410738066
      ],
      [
        "TACT",
        -7.31484724787605
      ],
      [
        "ACAAA",
        -7.3231430032763445
      ],
      [
        "GAAGA",
        -7.324888764409996
      ],
      [
        "GCG",
        -7.327117656869314
      ],
      [
        "▁AAT",
        -7.328101233888602
      ],
      [
        "AGTT",
        -7.340715494008552
      ],
      [
        "GACA",
        -7.34312933861398
      ],
      [
        "TGGA",
        -7.344232994008209
      ],
      [
        "CTTA",
        -7.3523064082674665
      ],
      [
        "TCAAT",
        -7.353525367774643
      ],
      [
        "GAGC",
        -7.35630243073061
      ],
      [
        "▁CT",
        -7.360703937144748
      ],
      [
        "CAATC",
        -7.362249339237079
      ],
      [
        "TTATC",
        -7.37150156067722
      ],
      [
        "TTTTA",
        -7.3795026256159515
      ],
      [
        "GTTG",
        -7.3816595047995195
      ],
      [
        "GTGAT",
        -7.382657692658007
      ],
      [
        "AAGG",
        -7.385738253562871
      ],
      [
        "GTATT",
        -7.3887123090859035
      ],
      [
        "GAGG",
        -7.391090150239358
      ],
      [
        "GTGG",
        -7.393214886125469
      ],
      [
        "ATAAA",
        -7.398382175904606
      ],
      [
        "TATAG",
        -7.400840806712135
      ],
      [
        "TTTG",
        -7.401078780151981
      ],
      [
        "ACTA",
        -7.409103327236608
      ],
      [
        "ACAG",
        -7.4096086157280645
      ],
      [
        "GTGA",
        -7.4157840608142225
      ],
      [
        "▁AG",
        -7.419631481899644
      ],
      [
        "GCAAT",
        -7.419823694978712
      ],
      [
        "TCATT",
        -7.421843947494521
      ],
      [
        "TTTTT",
        -7.424392374136185
      ],
      [
        "CAACA",
        -7.427319097730387
      ],
      [
        "ATTAA",
        -7.42784692560846
      ],
      [
        "ACGT",
        -7.432436161263847
      ],
      [
        "GCTA",
        -7.433325531772092
      ],
      [
        "GGTA",
        -7.434956426839682
      ],
      [
        "TAAAAA",
        -7.436242457687459
      ],
      [
        "TTAAC",
        -7.438350494980297
      ],
      [
        "AGAC",
        -7.447319026544912
      ],
      [
        "TTGAA",
        -7.449799441215982
      ],
      [
        "TTATA",
        -7.450820846101688
      ],
      [
        "AATCA",
        -7.451316055274443
      ],
      [
        "AAACA",
        -7.453721739753948
      ],
      [
        "CGTA",
        -7.4548987796081665
      ],
      [
        "AAAGG",
        -7.464046943220067
      ],
      [
        "GTAAC",
        -7.466986327062274
      ],
      [
        "GACG",
        -7.479829650328094
      ],
      [
        "CGCA",
        -7.480256409926162
      ],
      [
        "▁TTG",
        -7.4829605197795
      ],
      [
        "GTAC",
        -7.492140097724855
      ],
      [
        "CGAA",
        -7.494106094422069
      ],
      [
        "ACAAT",
        -7.494568487423593
      ],
      [
        "TTTCA",
        -7.501784993138896
      ],
      [
        "AAGAA",
        -7.506244884226282
      ],
      [
        "AGGT",
        -7.509656986082428
      ],
      [
        "AATTT",
        -7.510753809598892
      ],
      [
        "CGTT",
        -7.512126897809207
      ],
      [
        "AAAAG",
        -7.5188866340632305
      ],
      [
        "AACAAT",
        -7.519552558502581
      ],
      [
        "ATTGA",
        -7.522246476832478
      ],
      [
        "TTCT",
        -7.525174379934393
      ],
      [
        "TGAAA",
        -7.527358084288562
      ],
      [
        "ATCAT",
        -7.528602960026255
      ],
      [
        "CGG",
        -7.531908353336419
      ],
      [
        "ATATG",
        -7.536168418635415
      ],
      [
        "CACCA",
        -7.536968043945077
      ],
      [
        "TGTC",
        -7.5395002928713115
      ],
      [
        "TACC",
        -7.539524553124491
      ],
      [
        "CGAT",
        -7.544896943485837
      ],
      [
        "GAAAG",
        -7.5449565636949
      ],
      [
        "TATTG",
        -7.54609724727764
      ],
      [
        "ATAGA",
        -7.553077513433761
      ],
      [
        "TTATTA",
        -7.554000446346834
      ],
      [
        "GATTT",
        -7.564068437081623
      ],
      [
        "TAAAG",
        -7.570958450024971
      ],
      [
        "GTGT",
        -7.5809200843680475
      ],
      [
        "TTTAAT",
        -7.583988152987416
      ],
      [
        "AAGTA",
        -7.5901621364568825
      ],
      [
        "TGTAT",
        -7.592892729730858
      ],
      [
        "TCC",
        -7.597666452663821
      ],
      [
        "AATAAA",
        -7.597706387022031
      ],
      [
        "GGAA",
        -7.604434575248108
      ],
      [
        "TCAAA",
        -7.60995544094108
      ],
      [
        "CATAT",
        -7.611935658655243
      ],
      [
        "TGCT",
        -7.612094889983947
      ],
      [
        "TATCT",
        -7.612202339929509
      ],
      [
        "AAAGT",
        -7.6145782863166716
      ],
      [
        "CGCT",
        -7.618349042658924
      ],
      [
        "TGTTA",
        -7.618739555350002
      ],
      [
        "TCTT",
        -7.618827288239206
      ],
      [
        "CATA",
        -7.619318348790058
      ],
      [
        "ACTG",
        -7.620437186865573
      ],
      [
        "TTACA",
        -7.621842241510531
      ],
      [
        "ATCAA",
        -7.622419249237453
      ],
      [
        "TAATA",
        -7.6234339260191195
      ],
      [
        "GCATT",
        -7.625260537162465
      ],
      [
        "AGAG",
        -7.626140914743068
      ],
      [
        "▁GG",
        -7.628400030940421
      ],
      [
        "TTCAA",
        -7.62885523961121
      ],
      [
        "GATGT",
        -7.633513502269043
      ],
      [
        "CCAA",
        -7.63389996419871
      ],
      [
        "GTCA",
        -7.63436099106454
      ],
      [
        "GTAGT",
        -7.635214038265287
      ],
      [
        "TTCC",
        -7.638327786277387
      ],
      [
        "CCC",
        -7.639321647216429
      ],
      [
        "ACCA",
        -7.639394635983265
      ],
      [
        "GGATT",
        -7.639502921736971
      ],
      [
        "GATAA",
        -7.640071352496448
      ],
      [
        "AGTTG",
        -7.640781844908279
      ],
      [
        "TGATGA",
        -7.643680831860628
      ],
      [
        "GATTA",
        -7.651357959294371
      ],
      [
        "CTATC",
        -7.652293974872995
      ],
      [
        "▁GC",
        -7.655253869250084
      ],
      [
        "GCTT",
        -7.657721205696147
      ],
      [
        "AATGG",
        -7.658322782884468
      ],
      [
        "ATACA",
        -7.659118208647716
      ],
      [
        "GTTAT",
        -7.659492601645129
      ],
      [
        "TAATGA",
        -7.6610650101995095
      ],
      [
        "TTGGT",
        -7.663666771373986
      ],
      [
        "TATGA",
        -7.663856871566889
      ],
      [
        "TCTC",
        -7.6640900327074775
      ],
      [
        "TGTG",
        -7.666467234820518
      ],
      [
        "CATTT",
        -7.6694975711445945
      ],
      [
        "CTAAA",
        -7.670163641751241
      ],
      [
        "CAATT",
        -7.676978336958109
      ],
      [
        "ACAC",
        -7.6776921973496695
      ],
      [
        "AACGAT",
        -7.678147983489174
      ],
      [
        "TATTGT",
        -7.679326144853741
      ],
      [
        "AGTG",
        -7.6811544002906285
      ],
      [
        "ATTAC",
        -7.683199649102464
      ],
      [
        "AGGA",
        -7.684029659863516
      ],
      [
        "GTCG",
        -7.68467938310136
      ],
      [
        "AAAGAA",
        -7.686677134563421
      ],
      [
        "CGTAT",
        -7.691168937330307
      ],
      [
        "TGAC",
        -7.694225717037296
      ],
      [
        "TGGG",
        -7.697517362353304
      ],
      [
        "ATATAA",
        -7.698001643454093
      ],
      [
        "TGAG",
        -7.70045020230765
      ],
      [
        "TGAAG",
        -7.702168765953105
      ],
      [
        "TCGT",
        -7.704470444759712
      ],
      [
        "TCAG",
        -7.707948250255079
      ],
      [
        "TATAAA",
        -7.70816883720377
      ],
      [
        "GACAA",
        -7.708803518334443
      ],
      [
        "AAGTT",
        -7.708930156334034
      ],
      [
        "ATTTAT",
        -7.709061106213757
      ],
      [
        "GGAT",
        -7.7126222482339255
      ],
      [
        "GATAT",
        -7.716614757158997
      ],
      [
        "TTAATA",
        -7.71697784351955
      ],
      [
        "GCGA",
        -7.717014456647507
      ],
      [
        "TGCG",
        -7.718051731490953
      ],
      [
        "GATAAA",
        -7.718441731993405
      ],
      [
        "TAGG",
        -7.718704554894153
      ],
      [
        "TTAGT",
        -7.728206546930496
      ],
      [
        "TCGA",
        -7.7295585735553125
      ],
      [
        "TATAA",
        -7.731579461724985
      ],
      [
        "AATTG",
        -7.732941439437333
      ],
      [
        "▁GA",
        -7.733602173873166
      ],
      [
        "GCTTT",
        -7.743858448973322
      ],
      [
        "TGCAG",
        -7.747152725934476
      ],
      [
        "AACC",
        -7.74772262321426
      ],
      [
        "AAAAC",
        -7.752893582940496
      ],
      [
        "▁TG",
        -7.753180024519423
      ],
      [
        "TATGG",
        -7.7554902792576135
      ],
      [
        "GGCA",
        -7.758928907423076
      ],
      [
        "TGTTG",
        -7.759374216552732
      ],
      [
        "ACTTT",
        -7.7620531665042805
      ],
      [
        "TAATT",
        -7.763678243445288
      ],
      [
        "TTAAAA",
        -7.767685067725768
      ],
      [
        "AACAG",
        -7.778480566479608
      ],
      [
        "CAGA",
        -7.782640355180692
      ],
      [
        "TGAAT",
        -7.783759747643954
      ],
      [
        "ATCT",
        -7.785817614485426
      ],
      [
        "ACGA",
        -7.787485650493746
      ],
      [
        "AAAAAT",
        -7.790986180373196
      ],
      [
        "CTTTA",
        -7.791087087534276
      ],
      [
        "AAATTA",
        -7.79342658111975
      ],
      [
        "CCTA",
        -7.794166039902814
      ],
      [
        "AGTAT",
        -7.795457389794386
      ],
      [
        "AAGAT",
        -7.796490466553197
      ],
      [
        "GTCT",
        -7.797918387169224
      ],
      [
        "CTTC",
        -7.7982005289944185
      ],
      [
        "ATAAT",
        -7.798668893290126
      ],
      [
        "ACAAC",
        -7.800823203658494
      ],
      [
        "ACTTA",
        -7.8020811544036
      ],
      [
        "AGGAGG",
        -7.805207818118513
      ],
      [
        "CAAGC",
        -7.805567509787776
      ],
      [
        "TTAGC",
        -7.807189090864309
      ],
      [
        "CAAGT",
        -7.807381957199265
      ],
      [
        "AGAAG",
        -7.809255164856746
      ],
      [
        "GGCT",
        -7.810082129673201
      ],
      [
        "TAATG",
        -7.811393513892153
      ],
      [
        "CGGT",
        -7.811640357402474
      ],
      [
        "AAATGA",
        -7.817103368206589
      ],
      [
        "TAAAAT",
        -7.818867573572218
      ],
      [
        "TTATG",
        -7.821465108372271
      ],
      [
        "CAGAT",
        -7.822350745710115
      ],
      [
        "TACAA",
        -7.823501749940053
      ],
      [
        "GAAGAA",
        -7.8239494674431995
      ],
      [
        "AAGTG",
        -7.824421030751342
      ],
      [
        "ATTGT",
        -7.827633216685462
      ],
      [
        "CAGAA",
        -7.828387448388722
      ],
      [
        "ATTTTT",
        -7.832320657997596
      ],
      [
        "GAATA",
        -7.837072872622429
      ],
      [
        "ACAAG",
        -7.838594047077124
      ],
      [
        "AGGTG",
        -7.838886591933798
      ],
      [
        "▁TTT",
        -7.841251844590168
      ],
      [
        "GGAG",
        -7.841982038600438
      ],
      [
        "ATGC",
        -7.842636539447868
      ],
      [
        "AATCT",
        -7.845281557453728
      ],
      [
        "AATAG",
        -7.845623307200718
      ],
      [
        "CTGTA",
        -7.847456016527893
      ],
      [
        "AAAATA",
        -7.848326154345374
      ],
      [
        "GTTTT",
        -7.8484893466466
      ],
      [
        "GATGA",
        -7.84853183119788
      ],
      [
        "TTTAG",
        -7.848618034365604
      ],
      [
        "TCTA",
        -7.851516950857556
      ],
      [
        "AGATGA",
        -7.85219419730504
      ],
      [
        "ACACA",
        -7.854608848341336
      ],
      [
        "GGTT",
        -7.855082038746845
      ],
      [
        "GAACA",
        -7.856294195969942
      ],
      [
        "▁ATA",
        -7.85754011351656
      ],
      [
        "ACTC",
        -7.86577427697053
      ],
      [
        "AGCT",
        -7.866775930003397
      ],
      [
        "TTTGA",
        -7.86824743139244
      ],
      [
        "CAATG",
        -7.86871076877733
      ],
      [
        "GGGG",
        -7.878604259974511
      ],
      [
        "GCCA",
        -7.880169277442397
      ],
      [
        "TGATT",
        -7.881377428267103
      ],
      [
        "AATGC",
        -7.8832198256352
      ],
      [
        "ACCG",
        -7.883819585903755
      ],
      [
        "AACTT",
        -7.884260991379448
      ],
      [
        "ATTAG",
        -7.886352495775528
      ],
      [
        "GATAC",
        -7.886680645381299
      ],
      [
        "ATACT",
        -7.889610302090231
      ],
      [
        "TTGAT",
        -7.894016818616538
      ],
      [
        "GTAAA",
        -7.89444985517267
      ],
      [
        "GAAGTT",
        -7.898117435063456
      ],
      [
        "GATGAT",
        -7.898227704791173
      ],
      [
        "GAGGA",
        -7.9055955339896755
      ],
      [
        "ATCG",
        -7.908889766126476
      ],
      [
        "ATGTT",
        -7.909229589913563
      ],
      [
        "CTATT",
        -7.9101779253814986
      ],
      [
        "▁AAG",
        -7.911324677666748
      ],
      [
        "CCAT",
        -7.912273533968099
      ],
      [
        "GGAGG",
        -7.914933915880698
      ],
      [
        "GTAG",
        -7.917567558390295
      ],
      [
        "GTGTT",
        -7.918084119167064
      ],
      [
        "ATAAC",
        -7.91855881701901
      ],
      [
        "GATTTA",
        -7.920457297203785
      ],
      [
        "TTGTT",
        -7.921376178612439
      ],
      [
        "AGAAGA",
        -7.926949887413835
      ],
      [
        "CTTCA",
        -7.927277282333458
      ],
      [
        "ATTAAA",
        -7.9290283440904945
      ],
      [
        "GATTTT",
        -7.9291770513426645
      ],
      [
        "TTTAAA",
        -7.930703963733176
      ],
      [
        "CGATA",
        -7.9316846450007095
      ],
      [
        "TAGAA",
        -7.931967610835596
      ],
      [
        "GAAATT",
        -7.933193876028831
      ],
      [
        "GAGT",
        -7.938178252064883
      ],
      [
        "GCTG",
        -7.940144098235401
      ],
      [
        "▁CAA",
        -7.945613176197867
      ],
      [
        "CTGT",
        -7.948595836377623
      ],
      [
        "GAGA",
        -7.948799993350076
      ],
      [
        "CTAC",
        -7.953033338598134
      ],
      [
        "▁TAT",
        -7.954129531257381
      ],
      [
        "GATGCA",
        -7.961246262126947
      ],
      [
        "AGTAG",
        -7.9616919952787475
      ],
      [
        "GAAAAT",
        -7.963430030417339
      ],
      [
        "ACAGT",
        -7.964378281576607
      ],
      [
        "CTCT",
        -7.964802152558727
      ],
      [
        "AGGTA",
        -7.969213418681498
      ],
      [
        "TCAC",
        -7.976680199407225
      ],
      [
        "TTAAG",
        -7.9783736158531315
      ],
      [
        "ATCAAA",
        -7.978941862727998
      ],
      [
        "AAAAAG",
        -7.992010333327614
      ],
      [
        "CACG",
        -7.992136049989179
      ],
      [
        "▁TAG",
        -7.993176512542216
      ],
      [
        "AATCAA",
        -7.993353043080173
      ],
      [
        "TATCG",
        -7.993477008908125
      ],
      [
        "TGATA",
        -7.993587804917034
      ],
      [
        "CCTT",
        -7.993739703871597
      ],
      [
        "TTGAAA",
        -7.997359793111672
      ],
      [
        "▁ATT",
        -7.999304693863364
      ],
      [
        "GCGC",
        -8.003680193138065
      ],
      [
        "GTAAT",
        -8.003760276467547
      ],
      [
        "GCAATT",
        -8.00707778595749
      ],
      [
        "AAATGAT",
        -8.008387440291845
      ],
      [
        "TATTTT",
        -8.009369126001802
      ],
      [
        "CATTC",
        -8.015287325513446
      ],
      [
        "GGTAA",
        -8.015568640708649
      ],
      [
        "CATTTT",
        -8.018798056974987
      ],
      [
        "TATGC",
        -8.019340022723105
      ],
      [
        "AGAAA",
        -8.022362085188414
      ],
      [
        "ACCAA",
        -8.022783007725991
      ],
      [
        "TATTTA",
        -8.02363831934184
      ],
      [
        "GCAAA",
        -8.024571532876049
      ],
      [
        "TGATTT",
        -8.025858693307189
      ],
      [
        "TATGT",
        -8.026711135646037
      ],
      [
        "ATGAC",
        -8.02753480632862
      ],
      [
        "TGCAA",
        -8.028111469070708
      ],
      [
        "ATATC",
        -8.028208756027883
      ],
      [
        "▁ATAA",
        -8.028461332338505
      ],
      [
        "GATTAT",
        -8.030400470909164
      ],
      [
        "AATAC",
        -8.033002703670777
      ],
      [
        "ATTATT",
        -8.034323839579011
      ],
      [
        "TGATG",
        -8.036097292295892
      ],
      [
        "GCTTG",
        -8.03748983990155
      ],
      [
        "AGTGA",
        -8.038666393639673
      ],
      [
        "CCAC",
        -8.039649565950668
      ],
      [
        "TTTATA",
        -8.041411785844684
      ],
      [
        "▁ATC",
        -8.04454787991268
      ],
      [
        "TCAAAA",
        -8.047793444129653
      ],
      [
        "AAGAAA",
        -8.049229091945397
      ],
      [
        "ATTTTA",
        -8.050507703897132
      ],
      [
        "AAACGT",
        -8.053182852713885
      ],
      [
        "GATGGT",
        -8.054041093475345
      ],
      [
        "ATTGG",
        -8.055110100747546
      ],
      [
        "ATTTC",
        -8.056077101822865
      ],
      [
        "AATATA",
        -8.059982832679088
      ],
      [
        "AATTAT",
        -8.061118000155568
      ],
      [
        "AGCG",
        -8.06800130772612
      ],
      [
        "AAATAA",
        -8.071745609490375
      ],
      [
        "TTGTC",
        -8.072645303722823
      ],
      [
        "CGAC",
        -8.073354906696718
      ],
      [
        "ATGGC",
        -8.075138264671217
      ],
      [
        "ACTAA",
        -8.076923958771452
      ],
      [
        "AATTAA",
        -8.077490423621086
      ],
      [
        "TTTGTT",
        -8.078698759611191
      ],
      [
        "AAAATT",
        -8.080022640583188
      ],
      [
        "AAAATG",
        -8.080566020908336
      ],
      [
        "CACT",
        -8.08126480388528
      ],
      [
        "AGTTA",
        -8.083465683511614
      ],
      [
        "GCAC",
        -8.086095696593148
      ],
      [
        "CTGAA",
        -8.087854959966338
      ],
      [
        "AGAAAA",
        -8.089622625658581
      ],
      [
        "AATCG",
        -8.09499884853345
      ],
      [
        "TATTC",
        -8.09820128492436
      ],
      [
        "AACGA",
        -8.098812016307221
      ],
      [
        "ACTGA",
        -8.099511344871694
      ],
      [
        "CTAAT",
        -8.101248199199464
      ],
      [
        "AATAAT",
        -8.101622604108499
      ],
      [
        "CAGCA",
        -8.10281371705335
      ],
      [
        "ATTCA",
        -8.103405219192156
      ],
      [
        "GGCG",
        -8.104186947991545
      ],
      [
        "CTCAA",
        -8.109061935153347
      ],
      [
        "GCTAT",
        -8.10913553938774
      ],
      [
        "ACTGG",
        -8.109454799923553
      ],
      [
        "CATCT",
        -8.111600234791725
      ],
      [
        "AATTC",
        -8.114108454994135
      ],
      [
        "TAGAT",
        -8.114953798905985
      ],
      [
        "AGATA",
        -8.115035696961609
      ],
      [
        "TTTTGA",
        -8.117695395364251
      ],
      [
        "AGAAAT",
        -8.118038608351299
      ],
      [
        "ATTTAA",
        -8.119676226221916
      ],
      [
        "GAAGC",
        -8.122304979352762
      ],
      [
        "GGTGA",
        -8.123449467267408
      ],
      [
        "CAAGCA",
        -8.123523364194885
      ],
      [
        "GAATG",
        -8.124519812552144
      ],
      [
        "GACT",
        -8.125849414827872
      ],
      [
        "TGGAA",
        -8.129064973835588
      ],
      [
        "ACAGC",
        -8.129295213224202
      ],
      [
        "ATATTT",
        -8.131744882987164
      ],
      [
        "CATGA",
        -8.132437890063493
      ],
      [
        "AAAGTA",
        -8.133339337232204
      ],
      [
        "GTATG",
        -8.134431694101785
      ],
      [
        "TCTTT",
        -8.134986791538031
      ],
      [
        "AACTA",
        -8.135424076038467
      ],
      [
        "ATTAAT",
        -8.138995267037664
      ],
      [
        "AAGAG",
        -8.141466745184541
      ],
      [
        "GTCAT",
        -8.141536266100593
      ],
      [
        "CTATA",
        -8.14179870143181
      ],
      [
        "TAACA",
        -8.145284445612123
      ],
      [
        "TATAAT",
        -8.14659711839489
      ],
      [
        "TGTTT",
        -8.147485694023565
      ],
      [
        "CGATT",
        -8.148099083032761
      ],
      [
        "CCAAA",
        -8.148099757437045
      ],
      [
        "GTATA",
        -8.149399637929664
      ],
      [
        "AAGGAG",
        -8.149405395779704
      ],
      [
        "CCGA",
        -8.157458709250712
      ],
      [
        "GCGT",
        -8.160061621882592
      ],
      [
        "TTTAC",
        -8.160215754962065
      ],
      [
        "ATGAG",
        -8.160320207715738
      ],
      [
        "CACC",
        -8.164000124615065
      ],
      [
        "TACTT",
        -8.165144333205433
      ],
      [
        "CGTTT",
        -8.165917312457108
      ],
      [
        "AAGAAG",
        -8.166368030561205
      ],
      [
        "TAATTT",
        -8.168894679089803
      ],
      [
        "ACGC",
        -8.173025550332717
      ],
      [
        "AAGGGG",
        -8.173039497890151
      ],
      [
        "GTAGA",
        -8.173198520207976
      ],
      [
        "TTCG",
        -8.173461135374177
      ],
      [
        "TATTTAT",
        -8.17461977034984
      ],
      [
        "AACAT",
        -8.179712169598243
      ],
      [
        "GATGG",
        -8.179764452849824
      ],
      [
        "ACCT",
        -8.179987410697
      ],
      [
        "TGTCT",
        -8.181536461546886
      ],
      [
        "AGGC",
        -8.181823561674165
      ],
      [
        "AATGAT",
        -8.182348539633999
      ],
      [
        "ATCGT",
        -8.182533029607114
      ],
      [
        "ACATT",
        -8.183567114577807
      ],
      [
        "ATGAAT",
        -8.184470217226552
      ],
      [
        "GGTAT",
        -8.185729534663851
      ],
      [
        "ATTGAA",
        -8.186933757466125
      ],
      [
        "TGAAAA",
        -8.187265599061377
      ],
      [
        "TATATT",
        -8.18866406632958
      ],
      [
        "CTGG",
        -8.189318067448497
      ],
      [
        "TCAGT",
        -8.191143736857597
      ],
      [
        "AAACG",
        -8.19213474475836
      ],
      [
        "GATATT",
        -8.194189135816838
      ],
      [
        "TGAAATT",
        -8.196595467284915
      ],
      [
        "ACATG",
        -8.205802798497263
      ],
      [
        "AAGGA",
        -8.207832030494579
      ],
      [
        "TTGCA",
        -8.208608074362857
      ],
      [
        "ATGGA",
        -8.208659255401955
      ],
      [
        "TTACTT",
        -8.211216134368877
      ],
      [
        "▁GAT",
        -8.212252084367073
      ],
      [
        "AGCC",
        -8.216029305348982
      ],
      [
        "GAGGTGA",
        -8.216490264335524
      ],
      [
        "TAAGC",
        -8.223083122218938
      ],
      [
        "ATTTATT",
        -8.223263147841141
      ],
      [
        "GCTAAA",
        -8.223448888197764
      ],
      [
        "TTTGT",
        -8.22345173397984
      ],
      [
        "▁GCT",
        -8.223544000299622
      ],
      [
        "CAGTT",
        -8.225771493476405
      ],
      [
        "TGAATT",
        -8.226802153142835
      ],
      [
        "TTATCA",
        -8.227019504136905
      ],
      [
        "GTTATA",
        -8.227344431743017
      ],
      [
        "GCGAA",
        -8.228648874997031
      ],
      [
        "AAATAT",
        -8.23002808259061
      ],
      [
        "▁GAA",
        -8.230442010846073
      ],
      [
        "TCTAA",
        -8.231274348680937
      ],
      [
        "GTTTA",
        -8.233762885134205
      ],
      [
        "GTTTG",
        -8.23637616745761
      ],
      [
        "TTTTAT",
        -8.237499883325016
      ],
      [
        "GGAC",
        -8.239565469124651
      ],
      [
        "TTGTA",
        -8.23988956301107
      ],
      [
        "AGTGAC",
        -8.240244914050969
      ],
      [
        "ACAGA",
        -8.245202142722404
      ],
      [
        "CTGA",
        -8.245595839832339
      ],
      [
        "▁AATAT",
        -8.246530165320792
      ],
      [
        "AATGAA",
        -8.25076643776261
      ],
      [
        "AAAGCA",
        -8.25165803747348
      ],
      [
        "ATTGC",
        -8.252159255378205
      ],
      [
        "TATTATT",
        -8.252510146107877
      ],
      [
        "GAGGTG",
        -8.252779273373505
      ],
      [
        "AAAAGAA",
        -8.253474219366957
      ],
      [
        "TTTAAATA",
        -8.253488566491292
      ],
      [
        "TTTTTA",
        -8.253726819683152
      ],
      [
        "TAAAAAA",
        -8.255446782843148
      ],
      [
        "GTTTTT",
        -8.257305935210798
      ],
      [
        "CATGT",
        -8.258345822269462
      ],
      [
        "GATTG",
        -8.260207024395406
      ],
      [
        "GGGA",
        -8.26075070329148
      ],
      [
        "AAATCA",
        -8.263061540391517
      ],
      [
        "AAGATA",
        -8.263480223652163
      ],
      [
        "GTTCA",
        -8.263571869993527
      ],
      [
        "▁ATG",
        -8.265377443984171
      ],
      [
        "CAATA",
        -8.2660192219142
      ],
      [
        "ATGACA",
        -8.26854451988164
      ],
      [
        "AGCAG",
        -8.26885553303533
      ],
      [
        "CAAAAT",
        -8.269029307337224
      ],
      [
        "AATTTT",
        -8.26982860675638
      ],
      [
        "ATCC",
        -8.271191150721847
      ],
      [
        "GATTC",
        -8.271784210667075
      ],
      [
        "GCAAGA",
        -8.271882307570804
      ],
      [
        "CAGC",
        -8.272536055630054
      ],
      [
        "TATCA",
        -8.273600007390264
      ],
      [
        "GCGG",
        -8.273961675717121
      ],
      [
        "CGAG",
        -8.275033219009737
      ],
      [
        "CATAA",
        -8.277721689172484
      ],
      [
        "TATCGT",
        -8.27783129674238
      ],
      [
        "AAACT",
        -8.281167383228908
      ],
      [
        "ATTATTT",
        -8.281726810142636
      ],
      [
        "GTTTGT",
        -8.282097859045482
      ],
      [
        "AGATG",
        -8.283775198404133
      ],
      [
        "AAAAGA",
        -8.285453935560717
      ],
      [
        "ACTAT",
        -8.286434230856695
      ],
      [
        "GTTGA",
        -8.286554642173762
      ],
      [
        "TTTTG",
        -8.28741328144286
      ],
      [
        "TAAATA",
        -8.288520948755817
      ],
      [
        "AACGT",
        -8.28873669863814
      ],
      [
        "GAATAA",
        -8.294228016586324
      ],
      [
        "▁GTA",
        -8.296375521259092
      ],
      [
        "GGACA",
        -8.297401642165326
      ],
      [
        "CATCA",
        -8.299749347573142
      ],
      [
        "CTTTG",
        -8.300465937274634
      ],
      [
        "CGAAG",
        -8.30384104594036
      ],
      [
        "GTGAA",
        -8.30394156711664
      ],
      [
        "GTGC",
        -8.306660340870883
      ],
      [
        "AACAAA",
        -8.315105273389518
      ],
      [
        "TATAC",
        -8.319230458368347
      ],
      [
        "AGATAA",
        -8.320071141622497
      ],
      [
        "CTTTAAA",
        -8.321023398069464
      ],
      [
        "CTTAA",
        -8.3226449749124
      ],
      [
        "CTTCT",
        -8.322768692552769
      ],
      [
        "TACATT",
        -8.324835890076859
      ],
      [
        "ATGCTT",
        -8.325126258146398
      ],
      [
        "ATGTC",
        -8.33079975845661
      ],
      [
        "CAAGA",
        -8.3400147257003
      ],
      [
        "▁ATCA",
        -8.342645281293036
      ],
      [
        "GACAT",
        -8.344676232412327
      ],
      [
        "ACTGC",
        -8.345042619183651
      ],
      [
        "TACG",
        -8.345167432857178
      ],
      [
        "▁TAA",
        -8.346863568801247
      ],
      [
        "▁ACA",
        -8.347738225667303
      ],
      [
        "▁AAGT",
        -8.34819455040086
      ],
      [
        "TCTAT",
        -8.351619278726977
      ],
      [
        "CATTG",
        -8.352014944241667
      ],
      [
        "GTGTA",
        -8.35270123154394
      ],
      [
        "ATCCA",
        -8.353750229871846
      ],
      [
        "TTGCT",
        -8.354045638033723
      ],
      [
        "TACAT",
        -8.354246075749701
      ],
      [
        "CACAC",
        -8.35456695666015
      ],
      [
        "AGAGAA",
        -8.356058466483148
      ],
      [
        "TAAGT",
        -8.35867064606579
      ],
      [
        "TCATGA",
        -8.35935846662984
      ],
      [
        "AAAAATA",
        -8.359842752878716
      ],
      [
        "ACAATTA",
        -8.36184240594938
      ],
      [
        "ATGATT",
        -8.36243013787286
      ],
      [
        "TATTTTT",
        -8.363430240146212
      ],
      [
        "AAGGC",
        -8.36389805323676
      ],
      [
        "GCATAT",
        -8.365101550825663
      ],
      [
        "CGTC",
        -8.365193861588624
      ],
      [
        "ATTCC",
        -8.365462189503573
      ],
      [
        "CCGT",
        -8.36556602013144
      ],
      [
        "TAAAGA",
        -8.365991008800908
      ],
      [
        "TGGAG",
        -8.366315428508047
      ],
      [
        "AGCAT",
        -8.366581887860871
      ],
      [
        "TGTGG",
        -8.36798045634005
      ],
      [
        "▁AAAA",
        -8.368092237011577
      ],
      [
        "CGTG",
        -8.371417696797707
      ],
      [
        "AAACAT",
        -8.375624799070664
      ],
      [
        "TTACT",
        -8.377066667515532
      ],
      [
        "GTATTA",
        -8.377787822845141
      ],
      [
        "ATATTA",
        -8.378772993638712
      ],
      [
        "GAGGAG",
        -8.378843994053398
      ],
      [
        "TATTAT",
        -8.381871230016301
      ],
      [
        "TGGTT",
        -8.382203403193545
      ],
      [
        "TCAGA",
        -8.382657346933964
      ],
      [
        "TGAAAAT",
        -8.382673856615014
      ],
      [
        "AATGTT",
        -8.38283813658042
      ],
      [
        "AATCC",
        -8.384807159408137
      ],
      [
        "TTACGA",
        -8.386010643025296
      ],
      [
        "ATGGT",
        -8.387398678402818
      ],
      [
        "GGTTT",
        -8.38766152268336
      ],
      [
        "ATAAAT",
        -8.388076170457097
      ],
      [
        "GTTAGA",
        -8.389096471394756
      ],
      [
        "ACGAA",
        -8.390944100776508
      ],
      [
        "AGTGAA",
        -8.39128058970282
      ],
      [
        "GGTGC",
        -8.392873533346126
      ],
      [
        "GGTGT",
        -8.393636897384882
      ],
      [
        "AGATGC",
        -8.394459557930821
      ],
      [
        "TTTTC",
        -8.396812186404025
      ],
      [
        "CGTAA",
        -8.396986990888246
      ],
      [
        "TTTCAT",
        -8.396989434058405
      ],
      [
        "GAGAT",
        -8.403029072952945
      ],
      [
        "GCAAC",
        -8.405741631084577
      ],
      [
        "TTATTT",
        -8.406820634906456
      ],
      [
        "TTCTTA",
        -8.407104600744335
      ],
      [
        "GCTAA",
        -8.407182313601162
      ],
      [
        "▁GAG",
        -8.407392800649326
      ],
      [
        "CCAAC",
        -8.408604984626312
      ],
      [
        "GAAAGA",
        -8.412543467560061
      ],
      [
        "ATTATA",
        -8.413815314946888
      ],
      [
        "TCATC",
        -8.414820030285146
      ],
      [
        "TTTGAA",
        -8.417419010200174
      ],
      [
        "AGAAAAA",
        -8.418339418863425
      ],
      [
        "AAACC",
        -8.420257292202939
      ],
      [
        "TCCA",
        -8.420439869524664
      ],
      [
        "TCCC",
        -8.421501418375584
      ],
      [
        "▁ATAC",
        -8.42190590112318
      ],
      [
        "TCGTT",
        -8.422597016222724
      ],
      [
        "TCAATC",
