{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "A",
        -4.321492114458015
      ],
      [
        "T",
        -4.421884320523822
      ],
      [
        "AA",
        -4.65534198759068
      ],
      [
        "G",
        -4.754321980508436
      ],
      [
        "TT",
        -4.792119829956584
      ],
      [
        "▁",
        -4.822088804913703
      ],
      [
        "AT",
        -4.90336200842093
      ],
      [
        "C",
        -4.928437980303058
      ],
      [
        "TA",
        -5.078545540630979
      ],
      [
        "CA",
        -5.119238000070251
      ],
      [
        "AAA",
        -5.20721115224443
      ],
      [
        "GT",
        -5.22990467217517
      ],
      [
        "GA",
        -5.263072044289919
      ],
      [
        "AC",
        -5.293491896000699
      ],
      [
        "TG",
        -5.337148657378232
      ],
      [
        "TAT",
        -5.379758903538546
      ],
      [
        "AAT",
        -5.389568096070046
      ],
      [
        "GC",
        -5.427609324077683
      ],
      [
        "ATT",
        -5.431879379489504
      ],
      [
        "TTT",
        -5.461712362079934
      ],
      [
        "TTA",
        -5.493920139905473
      ],
      [
        "AG",
        -5.559891039163219
      ],
      [
        "GG",
        -5.580428421195035
      ],
      [
        "TAA",
        -5.644576136157258
      ],
      [
        "TC",
        -5.6839695662543654
      ],
      [
        "CAA",
        -5.756941491057764
      ],
      [
        "GAA",
        -5.759580373440569
      ],
      [
        "CT",
        -5.773918303310898
      ],
      [
        "▁A",
        -5.824342378934336
      ],
      [
        "ATA",
        -5.833696195291677
      ],
      [
        "AGT",
        -5.845798869057023
      ],
      [
        "CC",
        -5.855032976797605
      ],
      [
        "AAG",
        -5.865702332234034
      ],
      [
        "CG",
        -5.87648491068805
      ],
      [
        "ATG",
        -5.938097722512566
      ],
      [
        "ACA",
        -5.9578940722780604
      ],
      [
        "GAT",
        -5.9623823417547746
      ],
      [
        "CAT",
        -5.995525302152309
      ],
      [
        "GCA",
        -6.001893367281233
      ],
      [
        "AAC",
        -6.005997230329799
      ],
      [
        "AGA",
        -6.015352898091278
      ],
      [
        "▁T",
        -6.045387949570967
      ],
      [
        "GTT",
        -6.0521205745753095
      ],
      [
        "AAAA",
        -6.110162758076107
      ],
      [
        "TGA",
        -6.118763014438753
      ],
      [
        "CTT",
        -6.119633355163056
      ],
      [
        "TTG",
        -6.134869212078765
      ],
      [
        "ATTT",
        -6.138641056823089
      ],
      [
        "TTTA",
        -6.149220236051348
      ],
      [
        "TGT",
        -6.1572204330356985
      ],
      [
        "TATT",
        -6.203057633288822
      ],
      [
        "GTA",
        -6.213269092586222
      ],
      [
        "AAAT",
        -6.22086805589868
      ],
      [
        "TAAA",
        -6.221130468212342
      ],
      [
        "AATT",
        -6.223825948014115
      ],
      [
        "TAC",
        -6.224795444553861
      ],
      [
        "▁C",
        -6.225522976486359
      ],
      [
        "TTAT",
        -6.243548361254153
      ],
      [
        "TCA",
        -6.247760439742598
      ],
      [
        "ACT",
        -6.256228036785278
      ],
      [
        "TGG",
        -6.259409018308939
      ],
      [
        "GTG",
        -6.2791697333142436
      ],
      [
        "CGT",
        -6.291644813276243
      ],
      [
        "TTTT",
        -6.304665846028169
      ],
      [
        "AGG",
        -6.315157479706799
      ],
      [
        "▁G",
        -6.344689518389698
      ],
      [
        "ATC",
        -6.359757057113759
      ],
      [
        "GGA",
        -6.3665534364467105
      ],
      [
        "ATTA",
        -6.3869003147676375
      ],
      [
        "AGC",
        -6.389760991938635
      ],
      [
        "▁TT",
        -6.3975072899969465
      ],
      [
        "TTAA",
        -6.397549097414212
      ],
      [
        "TTC",
        -6.4076746403102085
      ],
      [
        "AAAG",
        -6.426497291340713
      ],
      [
        "CTA",
        -6.435515088082731
      ],
      [
        "GAC",
        -6.470063476173238
      ],
      [
        "CAAA",
        -6.470557491401823
      ],
      [
        "AATA",
        -6.473933112805901
      ],
      [
        "GCC",
        -6.481032600405035
      ],
      [
        "GAAA",
        -6.495091224948598
      ],
      [
        "TAG",
        -6.4997956791757465
      ],
      [
        "CAG",
        -6.521023375373124
      ],
      [
        "GTAT",
        -6.5366418078917485
      ],
      [
        "AATG",
        -6.5441589519162084
      ],
      [
        "GATT",
        -6.546857868855786
      ],
      [
        "GGT",
        -6.556047345919158
      ],
      [
        "TGAA",
        -6.558921065086903
      ],
      [
        "ATGA",
        -6.568339008725757
      ],
      [
        "TGC",
        -6.572811807479173
      ],
      [
        "CAC",
        -6.586754104524629
      ],
      [
        "ATAT",
        -6.61573569540689
      ],
      [
        "TTAAA",
        -6.622604246680081
      ],
      [
        "ATTG",
        -6.624063969996724
      ],
      [
        "ATAA",
        -6.629033098675652
      ],
      [
        "TATA",
        -6.643506863025356
      ],
      [
        "TTGA",
        -6.6441158663674535
      ],
      [
        "▁AT",
        -6.659380787282614
      ],
      [
        "AGAT",
        -6.6623732957682655
      ],
      [
        "TCT",
        -6.66581871176286
      ],
      [
        "GCT",
        -6.671721555714426
      ],
      [
        "ATAG",
        -6.699443581389023
      ],
      [
        "TAAT",
        -6.699494643949982
      ],
      [
        "GGC",
        -6.700802821393855
      ],
      [
        "ATCA",
        -6.718472093609339
      ],
      [
        "CGA",
        -6.735319687982801
      ],
      [
        "AACA",
        -6.737747269160763
      ],
      [
        "▁AA",
        -6.743725540259752
      ],
      [
        "AAGC",
        -6.757988618954024
      ],
      [
        "AAAAT",
        -6.7595486917035545
      ],
      [
        "ACC",
        -6.765569427123164
      ],
      [
        "CAAT",
        -6.777179724310636
      ],
      [
        "AAGA",
        -6.791901726027213
      ],
      [
        "TGTT",
        -6.795208291466295
      ],
      [
        "GTC",
        -6.796635717002256
      ],
      [
        "TAGA",
        -6.798430502632447
      ],
      [
        "GATG",
        -6.799408018358785
      ],
      [
        "ACAA",
        -6.803179671568436
      ],
      [
        "GTTA",
        -6.8042238692836765
      ],
      [
        "TCAA",
        -6.804383475480055
      ],
      [
        "CATT",
        -6.8050553424291556
      ],
      [
        "▁GT",
        -6.808127589198397
      ],
      [
        "GAAG",
        -6.809545460898356
      ],
      [
        "AAAGA",
        -6.811453887093837
      ],
      [
        "GTTT",
        -6.824233437818231
      ],
      [
        "TATG",
        -6.835724750240234
      ],
      [
        "AAGT",
        -6.847750718301227
      ],
      [
        "AACAA",
        -6.847940196810713
      ],
      [
        "CCT",
        -6.854834728859259
      ],
      [
        "ACG",
        -6.8581303591995235
      ],
      [
        "AGAA",
        -6.859691795408121
      ],
      [
        "AATGA",
        -6.877408077851973
      ],
      [
        "TATC",
        -6.88007502506619
      ],
      [
        "CCA",
        -6.882440180168593
      ],
      [
        "AATC",
        -6.886605611218111
      ],
      [
        "GAAAA",
        -6.889123971900787
      ],
      [
        "GAG",
        -6.8904371341671835
      ],
      [
        "TTAGA",
        -6.8913296223235045
      ],
      [
        "CTTT",
        -6.89368056459686
      ],
      [
        "TTAAT",
        -6.895949759038519
      ],
      [
        "AAATA",
        -6.912136399780205
      ],
      [
        "AGTT",
        -6.91643977688846
      ],
      [
        "CAAC",
        -6.925932916092899
      ],
      [
        "CACA",
        -6.926252307890769
      ],
      [
        "GATA",
        -6.928696680677497
      ],
      [
        "TTAC",
        -6.929272096186194
      ],
      [
        "TGGT",
        -6.939969239154241
      ],
      [
        "TGAT",
        -6.948009957831301
      ],
      [
        "TTTG",
        -6.948238146564483
      ],
      [
        "TTAG",
        -6.9497666230611586
      ],
      [
        "TACT",
        -6.95349576649244
      ],
      [
        "TTTAT",
        -6.960511272478595
      ],
      [
        "ACTT",
        -6.962564843966168
      ],
      [
        "TAAAA",
        -6.9723793656186075
      ],
      [
        "CTAT",
        -6.979334966149625
      ],
      [
        "TTGG",
        -6.981829365840043
      ],
      [
        "ACAT",
        -6.991928612492486
      ],
      [
        "ATGT",
        -7.0041190503105115
      ],
      [
        "ATATT",
        -7.029339837700842
      ],
      [
        "ATTTT",
        -7.030005028550048
      ],
      [
        "TCG",
        -7.035173899355299
      ],
      [
        "TAAG",
        -7.038295831453896
      ],
      [
        "ATTC",
        -7.043688208158042
      ],
      [
        "AAATT",
        -7.043760126152856
      ],
      [
        "AATAA",
        -7.058515401316788
      ],
      [
        "AACG",
        -7.071785319740605
      ],
      [
        "TTGAA",
        -7.072581786196865
      ],
      [
        "TATTA",
        -7.074276831477938
      ],
      [
        "TTTTA",
        -7.082122398312852
      ],
      [
        "TGGC",
        -7.083230726874717
      ],
      [
        "▁CA",
        -7.0888731208096205
      ],
      [
        "▁TC",
        -7.097167725169599
      ],
      [
        "AGTA",
        -7.1008570317542565
      ],
      [
        "ATTAT",
        -7.101456731778328
      ],
      [
        "TACA",
        -7.102198722481704
      ],
      [
        "TTATT",
        -7.104259771109031
      ],
      [
        "TTTAA",
        -7.105667882137219
      ],
      [
        "GGTG",
        -7.109665885604504
      ],
      [
        "ATGG",
        -7.124918754342263
      ],
      [
        "AGGT",
        -7.1264380273049035
      ],
      [
        "TAGT",
        -7.133012003795489
      ],
      [
        "GTGA",
        -7.138424524011588
      ],
      [
        "TTCA",
        -7.142027302156937
      ],
      [
        "GAAT",
        -7.144807646477353
      ],
      [
        "AAATG",
        -7.14542719702248
      ],
      [
        "CATAT",
        -7.154175565520255
      ],
      [
        "GAAC",
        -7.164157465129192
      ],
      [
        "AAAC",
        -7.1659717418908935
      ],
      [
        "CGC",
        -7.172588525401108
      ],
      [
        "TGCA",
        -7.180373343596053
      ],
      [
        "TCAT",
        -7.181571400152736
      ],
      [
        "ATGAA",
        -7.182417487849505
      ],
      [
        "▁TA",
        -7.182814233212729
      ],
      [
        "TTATA",
        -7.190620489906152
      ],
      [
        "ACGT",
        -7.193627317940306
      ],
      [
        "▁GC",
        -7.199919012935531
      ],
      [
        "▁AAA",
        -7.203056043775441
      ],
      [
        "TAGC",
        -7.20685522770767
      ],
      [
        "AAAGAA",
        -7.21381263326571
      ],
      [
        "AGCA",
        -7.217728819669729
      ],
      [
        "TATTT",
        -7.219661445774287
      ],
      [
        "ATAGA",
        -7.220759018625016
      ],
      [
        "ATCG",
        -7.222049067974189
      ],
      [
        "ATCAT",
        -7.2254254241684635
      ],
      [
        "▁AG",
        -7.23115088158697
      ],
      [
        "CTG",
        -7.232525127887694
      ],
      [
        "CTAA",
        -7.234106529412605
      ],
      [
        "GACA",
        -7.235639394039571
      ],
      [
        "GCAT",
        -7.239349935692296
      ],
      [
        "AATAT",
        -7.239430184872587
      ],
      [
        "TTGT",
        -7.245327000326163
      ],
      [
        "▁AC",
        -7.246814318837983
      ],
      [
        "TGCT",
        -7.246858960650546
      ],
      [
        "TTTC",
        -7.261596366581586
      ],
      [
        "TTGC",
        -7.262780674342703
      ],
      [
        "GGTA",
        -7.268699767440018
      ],
      [
        "ATTTA",
        -7.269694753608197
      ],
      [
        "▁CT",
        -7.271083981409631
      ],
      [
        "▁ATT",
        -7.288639068261232
      ],
      [
        "AATCA",
        -7.295031090222905
      ],
      [
        "TGGA",
        -7.297339485882973
      ],
      [
        "AATTG",
        -7.304390450565693
      ],
      [
        "▁TTA",
        -7.3049568163712575
      ],
      [
        "ATAC",
        -7.309811286734092
      ],
      [
        "ATAAA",
        -7.3262247274574355
      ],
      [
        "GTGG",
        -7.328283943948908
      ],
      [
        "GGAA",
        -7.3359686456378554
      ],
      [
        "TAAC",
        -7.336042431510663
      ],
      [
        "CGAA",
        -7.3402434029949575
      ],
      [
        "AATTA",
        -7.341578824722893
      ],
      [
        "AGAG",
        -7.342074277983453
      ],
      [
        "ATTGG",
        -7.344261796714571
      ],
      [
        "TAATA",
        -7.345752183476459
      ],
      [
        "CAAAA",
        -7.348105777579296
      ],
      [
        "GCAA",
        -7.349325648013601
      ],
      [
        "AGTG",
        -7.351346829484385
      ],
      [
        "CATC",
        -7.352571762162439
      ],
      [
        "TCAAA",
        -7.35819887610419
      ],
      [
        "GAAAAA",
        -7.36379731482456
      ],
      [
        "AAGAT",
        -7.364145674122212
      ],
      [
        "CTC",
        -7.36421616895179
      ],
      [
        "AATTT",
        -7.369810227463823
      ],
      [
        "GTAA",
        -7.370531030919393
      ],
      [
        "AAGG",
        -7.371431570464205
      ],
      [
        "GCG",
        -7.372803473977786
      ],
      [
        "GCAAT",
        -7.375977384723694
      ],
      [
        "ATTGT",
        -7.377706117172138
      ],
      [
        "TATAT",
        -7.379997982214636
      ],
      [
        "AAAAA",
        -7.382242289577071
      ],
      [
        "CAATT",
        -7.383869808580878
      ],
      [
        "GGG",
        -7.38575393765578
      ],
      [
        "AAAAG",
        -7.386250543734464
      ],
      [
        "CTTA",
        -7.3925716594230755
      ],
      [
        "TGTA",
        -7.393718465362165
      ],
      [
        "TTCAA",
        -7.394194951237676
      ],
      [
        "GATTT",
        -7.398518358376251
      ],
      [
        "ACTG",
        -7.4098673858214905
      ],
      [
        "TCC",
        -7.416120834316914
      ],
      [
        "ATCT",
        -7.419353879723296
      ],
      [
        "TCATT",
        -7.420794310199567
      ],
      [
        "CATG",
        -7.422605267173709
      ],
      [
        "ATATA",
        -7.426523442260943
      ],
      [
        "GTATT",
        -7.426705099113864
      ],
      [
        "ATGAT",
        -7.438347874163261
      ],
      [
        "TGAC",
        -7.449810610778255
      ],
      [
        "CCAA",
        -7.451152903993963
      ],
      [
        "CCG",
        -7.455971123603744
      ],
      [
        "ATTAA",
        -7.46501910835978
      ],
      [
        "CGTT",
        -7.471915281117482
      ],
      [
        "AACT",
        -7.473112782612438
      ],
      [
        "ACAAT",
        -7.478581609700398
      ],
      [
        "CGAT",
        -7.482471394053129
      ],
      [
        "▁TTG",
        -7.482868517736517
      ],
      [
        "GTTG",
        -7.485464803107012
      ],
      [
        "CATA",
        -7.488597886285657
      ],
      [
        "TAATGA",
        -7.488668211204084
      ],
      [
        "TATTG",
        -7.489692646584537
      ],
      [
        "TATGA",
        -7.489883001462214
      ],
      [
        "ACTA",
        -7.49180334196795
      ],
      [
        "TTTAAA",
        -7.492135126760579
      ],
      [
        "TTAAC",
        -7.5063095919620375
      ],
      [
        "GAAAT",
        -7.506710337168133
      ],
      [
        "TTATC",
        -7.507009685825047
      ],
      [
        "TTAAG",
        -7.508069713066702
      ],
      [
        "CAGT",
        -7.509888914143216
      ],
      [
        "TACAT",
        -7.509941333786887
      ],
      [
        "AGAC",
        -7.515070845147688
      ],
      [
        "GTAAA",
        -7.521880396303779
      ],
      [
        "ACTTA",
        -7.522014135460571
      ],
      [
        "CAAAT",
        -7.52271976397715
      ],
      [
        "CAACA",
        -7.524334758493994
      ],
      [
        "TGTC",
        -7.524512193762003
      ],
      [
        "CTGT",
        -7.525020646888649
      ],
      [
        "AGAAG",
        -7.528322303788968
      ],
      [
        "▁ATA",
        -7.5307293750699715
      ],
      [
        "GTTAT",
        -7.536914585419243
      ],
      [
        "GAGG",
        -7.537889056052679
      ],
      [
        "TTACA",
        -7.54300044620433
      ],
      [
        "TAAAT",
        -7.545740709852899
      ],
      [
        "AAAAC",
        -7.546716911611629
      ],
      [
        "ACAC",
        -7.548568029058314
      ],
      [
        "GTAGT",
        -7.550798283117822
      ],
      [
        "TTAGT",
        -7.55324886838607
      ],
      [
        "TCGA",
        -7.555037967931365
      ],
      [
        "CAATG",
        -7.5564057032374325
      ],
      [
        "ATGC",
        -7.567163021406061
      ],
      [
        "CAAG",
        -7.569718615384824
      ],
      [
        "▁AAG",
        -7.570204815402537
      ],
      [
        "AGTAT",
        -7.571092864032321
      ],
      [
        "TGAAA",
        -7.573928185730248
      ],
      [
        "TTTGA",
        -7.574344411358677
      ],
      [
        "GATGAT",
        -7.57992405749974
      ],
      [
        "GCAAC",
        -7.580759929999679
      ],
      [
        "GCGA",
        -7.585624825554106
      ],
      [
        "GGAG",
        -7.58697894701433
      ],
      [
        "GACAA",
        -7.587750042202481
      ],
      [
        "GTGT",
        -7.592366045160459
      ],
      [
        "CTATT",
        -7.597211102051089
      ],
      [
        "GTCA",
        -7.599452926737279
      ],
      [
        "GCTG",
        -7.601559808126217
      ],
      [
        "▁ATAA",
        -7.605147152533721
      ],
      [
        "CATTC",
        -7.606708863762801
      ],
      [
        "CAGC",
        -7.607325191260191
      ],
      [
        "GCTT",
        -7.607548837019146
      ],
      [
        "ACTTT",
        -7.6113092812231145
      ],
      [
        "▁TTT",
        -7.61341745069761
      ],
      [
        "AGAAA",
        -7.61483510451929
      ],
      [
        "TCGT",
        -7.620350517295558
      ],
      [
        "CATTA",
        -7.628689192768514
      ],
      [
        "AAACG",
        -7.6303316615476415
      ],
      [
        "CACT",
        -7.632207806450417
      ],
      [
        "GGAT",
        -7.635873296612387
      ],
      [
        "CTGA",
        -7.6373868918342875
      ],
      [
        "GAATC",
        -7.641318414258094
      ],
      [
        "TTAAAA",
        -7.64428008115831
      ],
      [
        "AAACA",
        -7.650104076761613
      ],
      [
        "GATTAT",
        -7.654149500025408
      ],
      [
        "CCC",
        -7.655899044208173
      ],
      [
        "CGCT",
        -7.656144901714849
      ],
      [
        "TTGCT",
        -7.660882077143226
      ],
      [
        "GCTTT",
        -7.663300119129142
      ],
      [
        "ATCAA",
        -7.6648446438228595
      ],
      [
        "ATTAC",
        -7.667414483951491
      ],
      [
        "TACC",
        -7.671972969954295
      ],
      [
        "TTTTT",
        -7.672549532525485
      ],
      [
        "AAAGG",
        -7.675124376461147
      ],
      [
        "CTAAA",
        -7.677542235101672
      ],
      [
        "CAATC",
        -7.679635047937209
      ],
      [
        "TAAAG",
        -7.680286845701991
      ],
      [
        "GTAG",
        -7.680591136708998
      ],
      [
        "▁ATG",
        -7.683247794492245
      ],
      [
        "AGAGA",
        -7.6878422459395
      ],
      [
        "AAAAAT",
        -7.6885719021630585
      ],
      [
        "AGGA",
        -7.690417199013421
      ],
      [
        "TATAA",
        -7.69128604589393
      ],
      [
        "TGTTG",
        -7.6915286970303836
      ],
      [
        "ATTGA",
        -7.692082370203154
      ],
      [
        "TAATT",
        -7.695895466160129
      ],
      [
        "GGACA",
        -7.699877135890395
      ],
      [
        "CATGA",
        -7.703033708939891
      ],
      [
        "GATGT",
        -7.705742260343488
      ],
      [
        "TATCG",
        -7.709590776717613
      ],
      [
        "ATAAT",
        -7.7137906256454745
      ],
      [
        "GACG",
        -7.715976500482601
      ],
      [
        "AAAATA",
        -7.717290056476573
      ],
      [
        "GAACA",
        -7.719979431618016
      ],
      [
        "▁AAAA",
        -7.720657818261291
      ],
      [
        "TATCT",
        -7.721343453596678
      ],
      [
        "GAGC",
        -7.72355751609677
      ],
      [
        "GAAGA",
        -7.725089538982502
      ],
      [
        "TTTGT",
        -7.725807297005561
      ],
      [
        "TTGGT",
        -7.727095015816188
      ],
      [
        "ATAAC",
        -7.7291539782229
      ],
      [
        "TGTAT",
        -7.730087724431708
      ],
      [
        "TTATTA",
        -7.732423507225441
      ],
      [
        "CAACAA",
        -7.7331028678233675
      ],
      [
        "TCAG",
        -7.733386256658832
      ],
      [
        "GCGT",
        -7.733781590081978
      ],
      [
        "GCATT",
        -7.734821982941743
      ],
      [
        "GCTA",
        -7.743178923028345
      ],
      [
        "AGTTG",
        -7.747069471237284
      ],
      [
        "GATAA",
        -7.7483285786627185
      ],
      [
        "CGGT",
        -7.748617181271881
      ],
      [
        "ACCA",
        -7.748714870253021
      ],
      [
        "GTAGA",
        -7.749644530719818
      ],
      [
        "CATTT",
        -7.7539202041617825
      ],
      [
        "GGCA",
        -7.754877633294033
      ],
      [
        "AAGTT",
        -7.759374638679912
      ],
      [
        "GTGAA",
        -7.759393128204657
      ],
      [
        "CAGA",
        -7.76065304583282
      ],
      [
        "CACAT",
        -7.776752600730118
      ],
      [
        "GAAAAT",
        -7.777907721031042
      ],
      [
        "AAGTA",
        -7.779870990445241
      ],
      [
        "AAGAA",
        -7.782799999849106
      ],
      [
        "▁ACA",
        -7.784676256137123
      ],
      [
        "ACAG",
        -7.7868992763166505
      ],
      [
        "GATTTA",
        -7.787966543990887
      ],
      [
        "AAATGA",
        -7.794509735241078
      ],
      [
        "▁TAA",
        -7.794586924835173
      ],
      [
        "CGTA",
        -7.796555858021671
      ],
      [
        "GATAT",
        -7.798223199200532
      ],
      [
        "GATGG",
        -7.799077146025487
      ],
      [
        "AACAAT",
        -7.80191584592464
      ],
      [
        "TTCT",
        -7.807351782577273
      ],
      [
        "AGTAA",
        -7.808638009369614
      ],
      [
        "CTATA",
        -7.80895380529828
      ],
      [
        "AAAATT",
        -7.809650069990818
      ],
      [
        "TGATG",
        -7.810164498446818
      ],
      [
        "TAAAAA",
        -7.811444005787619
      ],
      [
        "TGTCT",
        -7.8122903355215385
      ],
      [
        "AAAGT",
        -7.81262248279686
      ],
      [
        "TTTAC",
        -7.813038307603874
      ],
      [
        "CAAGC",
        -7.814424772934048
      ],
      [
        "TTATG",
        -7.818868708476838
      ],
      [
        "TGATA",
        -7.82073088886912
      ],
      [
        "CACCA",
        -7.824760231578113
      ],
      [
        "CCAT",
        -7.82482742343865
      ],
      [
        "AACC",
        -7.8263754638466
      ],
      [
        "GCAGT",
        -7.831886769012595
      ],
      [
        "ACATC",
        -7.833830779449994
      ],
      [
        "GGTT",
        -7.836232390723328
      ],
      [
        "CGG",
        -7.8415165705634715
      ],
      [
        "▁CG",
        -7.844611610913634
      ],
      [
        "AATAAA",
        -7.845087711650221
      ],
      [
        "▁TAT",
        -7.845575583584419
      ],
      [
        "CTTAT",
        -7.850859803112549
      ],
      [
        "AGATGA",
        -7.855634776644534
      ],
      [
        "AAATAA",
        -7.857882197486898
      ],
      [
        "AGTAAT",
        -7.858868956770074
      ],
      [
        "TTATTT",
        -7.859433416951264
      ],
      [
        "AGATA",
        -7.865724452084754
      ],
      [
        "CTTC",
        -7.867954711849743
      ],
      [
        "CCATC",
        -7.869599563046877
      ],
      [
        "GTAC",
        -7.871437471395023
      ],
      [
        "CAGAT",
        -7.873433154131094
      ],
      [
        "TTCAT",
        -7.873442305470932
      ],
      [
        "CTTCT",
        -7.873998623858471
      ],
      [
        "TGAAT",
        -7.87554879192745
      ],
      [
        "ATGAC",
        -7.87625884219092
      ],
      [
        "ACTAT",
        -7.877144252047739
      ],
      [
        "GAGTT",
        -7.880064186062213
      ],
      [
        "TTTATT",
        -7.881964948070049
      ],
      [
        "CATCA",
        -7.883247119914026
      ],
      [
        "CTATC",
        -7.8863334445394155
      ],
      [
        "TTGAT",
        -7.886402670297812
      ],
      [
        "GAGA",
        -7.88961610203245
      ],
      [
        "GAAAG",
        -7.89178670818063
      ],
      [
        "CTTTT",
        -7.897696443668999
      ],
      [
        "TGAAG",
        -7.897760741360629
      ],
      [
        "TCTT",
        -7.898461908187594
      ],
      [
        "TGGG",
        -7.89937924943697
      ],
      [
        "GGGA",
        -7.903733191965236
      ],
      [
        "TATAG",
        -7.904034377797248
      ],
      [
        "ATATAA",
        -7.90621468254309
      ],
      [
        "GATTA",
        -7.908052295062694
      ],
      [
        "ACGC",
        -7.9083939786951465
      ],
      [
        "TCTA",
        -7.9084530389633985
      ],
      [
        "ATATTT",
        -7.909638112754221
      ],
      [
        "TAGG",
        -7.911051588213951
      ],
      [
        "TTACT",
        -7.914282379861678
      ],
      [
        "GAATA",
        -7.914916605218932
      ],
      [
        "TATGG",
        -7.923923145660148
      ],
      [
        "AAAAGA",
        -7.924260805544044
      ],
      [
        "TGTTA",
        -7.928284877850355
      ],
      [
        "CAGTT",
        -7.928732360872104
      ],
      [
        "ACAAA",
        -7.931881092964316
      ],
      [
        "ATCGT",
        -7.934483214816154
      ],
      [
        "CCAG",
        -7.93465303897238
      ],
      [
        "TTGTT",
        -7.937653459799302
      ],
      [
        "GAATAA",
        -7.943902589929946
      ],
      [
        "AATTAT",
        -7.945437079891185
      ],
      [
        "GTTAA",
        -7.9491644924136695
      ],
      [
        "TAAAAT",
        -7.951949321127984
      ],
      [
        "AGAAAA",
        -7.952605646948264
      ],
      [
        "GATGC",
        -7.9545720145054215
      ],
      [
        "GTTTT",
        -7.954674409874773
      ],
      [
        "CAGAA",
        -7.95729590660563
      ],
      [
        "CGCA",
        -7.9589049849705145
      ],
      [
        "▁AAT",
        -7.963461702014532
      ],
      [
        "TATTC",
        -7.964392107338917
      ],
      [
        "TAGTA",
        -7.964917238653707
      ],
      [
        "ATGATT",
        -7.965437945577934
      ],
      [
        "GCAC",
        -7.966746631200946
      ],
      [
        "TTTAGAA",
        -7.969145760291919
      ],
      [
        "ATACT",
        -7.96962696843465
      ],
      [
        "CCAC",
        -7.9704130359487575
      ],
      [
        "AGCAA",
        -7.971140918833563
      ],
      [
        "CTTGT",
        -7.973012255427024
      ],
      [
        "CGTAT",
        -7.973175392171407
      ],
      [
        "AACAT",
        -7.973638130892962
      ],
      [
        "CAACT",
        -7.974365334457388
      ],
      [
        "CCTT",
        -7.975547483488235
      ],
      [
        "ACTC",
        -7.976201921959451
      ],
      [
        "CCAAA",
        -7.977695097331198
      ],
      [
        "AATGAT",
        -7.977716397697304
      ],
      [
        "CAAGA",
        -7.978496036780399
      ],
      [
        "TTAAAG",
        -7.983332801626517
      ],
      [
        "ACGA",
        -7.985588977443216
      ],
      [
        "GAATT",
        -7.985602290822701
      ],
      [
        "GGATT",
        -7.986418802250672
      ],
      [
        "AAATC",
        -7.9877092491298285
      ],
      [
        "CGAC",
        -7.988519287504404
      ],
      [
        "GGTGC",
        -7.991338766665926
      ],
      [
        "GATTTT",
        -7.994132193631373
      ],
      [
        "GGTGA",
        -7.9958602125793
      ],
      [
        "TCAAT",
        -7.996326968467677
      ],
      [
        "TATTTA",
        -7.997960744219673
      ],
      [
        "AAGCA",
        -7.998242424666163
      ],
      [
        "AAGTG",
        -8.001444205892488
      ],
      [
        "TGAAATT",
        -8.001448886495526
      ],
      [
        "CGATT",
        -8.001869407879402
      ],
      [
        "AACAG",
        -8.00188358014821
      ],
      [
        "AGAAAAA",
        -8.011446264943563
      ],
      [
        "CAAGT",
        -8.012249721719794
      ],
      [
        "ATATG",
        -8.015932194891642
      ],
      [
        "TCATTA",
        -8.016415175623587
      ],
      [
        "GTCAT",
        -8.017175466639134
      ],
      [
        "▁TG",
        -8.01750927399278
      ],
      [
        "AAAGC",
        -8.017697917340074
      ],
      [
        "TAATG",
        -8.01914131963478
      ],
      [
        "TCTC",
        -8.022542252647177
      ],
      [
        "GATGA",
        -8.022797483700703
      ],
      [
        "TTTTG",
        -8.024618855217032
      ],
      [
        "TTTATC",
        -8.026987281788246
      ],
      [
        "GATATT",
        -8.027822866226323
      ],
      [
        "ATTATT",
        -8.03061053674708
      ],
      [
        "CTTTA",
        -8.03190225992368
      ],
      [
        "TCAC",
        -8.031922001200797
      ],
      [
        "GAGT",
        -8.033643589521054
      ],
      [
        "GTGAT",
        -8.036781938616183
      ],
      [
        "TTTGTA",
        -8.040316042110788
      ],
      [
        "CATTTA",
        -8.04053184598354
      ],
      [
        "GTCT",
        -8.04153507757092
      ],
      [
        "TTACAA",
        -8.044769630773844
      ],
      [
        "GTTC",
        -8.044771673230088
      ],
      [
        "GCAG",
        -8.049868792495628
      ],
      [
        "AAGGAG",
        -8.051060139662773
      ],
      [
        "AATGG",
        -8.051700030063301
      ],
      [
        "TACTT",
        -8.05236401399144
      ],
      [
        "GACT",
        -8.052894970991165
      ],
      [
        "TGAATT",
        -8.053809973826123
      ],
      [
        "ATTCA",
        -8.055745788674097
      ],
      [
        "TATGC",
        -8.055896640302626
      ],
      [
        "GTCG",
        -8.058289870372597
      ],
      [
        "AAAAATA",
        -8.06263522262513
      ],
      [
        "TTATAT",
        -8.064665497709234
      ],
      [
        "AGGAG",
        -8.066636854221192
      ],
      [
        "TTCC",
        -8.067716691142172
      ],
      [
        "TCCA",
        -8.067794422873165
      ],
      [
        "GCAATT",
        -8.068317290555527
      ],
      [
        "▁TAG",
        -8.068362035168853
      ],
      [
        "ATTTAT",
        -8.069028590612586
      ],
      [
        "CGTAAA",
        -8.069264909622621
      ],
      [
        "ATCTA",
        -8.070203973581162
      ],
      [
        "TGAG",
        -8.072728990251766
      ],
      [
        "AGGC",
        -8.07443430685919
      ],
      [
        "▁AATAT",
        -8.075421836696815
      ],
      [
        "ACTGA",
        -8.076352374010781
      ],
      [
        "TTAAAT",
        -8.077938492627844
      ],
      [
        "TATCA",
        -8.077947896752
      ],
      [
        "ATTAAC",
        -8.08278983193576
      ],
      [
        "TTTTAG",
        -8.085465322419447
      ],
      [
        "AAAGGAG",
        -8.085784236773723
      ],
      [
        "AACTA",
        -8.090213540039757
      ],
      [
        "AATGAA",
        -8.090266431645233
      ],
      [
        "AGGTG",
        -8.090546007926847
      ],
      [
        "TGAAAA",
        -8.090980168211733
      ],
      [
        "AGTGAC",
        -8.092002943083672
      ],
      [
        "ATACA",
        -8.096543254101885
      ],
      [
        "GTTATA",
        -8.099687936072218
      ],
      [
        "TTCG",
        -8.10037149394269
      ],
      [
        "CTTG",
        -8.101405079135606
      ],
      [
        "ACCT",
        -8.105898255911805
      ],
      [
        "ATGAAG",
        -8.107828652819139
      ],
      [
        "ATAGT",
        -8.108832078930178
      ],
      [
        "TATTTT",
        -8.111767865207316
      ],
      [
        "TAAATA",
        -8.11209980435612
      ],
      [
        "TTTTTTA",
        -8.11262667806863
      ],
      [
        "TCGC",
        -8.113378639663079
      ],
      [
        "ATTTTT",
        -8.11408862045694
      ],
      [
        "ATGGA",
        -8.115943314239695
      ],
      [
        "TTTAG",
        -8.11662751581877
      ],
      [
        "ACAAGT",
        -8.117531928629315
      ],
      [
        "GGCG",
        -8.119209949865583
      ],
      [
        "CACC",
        -8.120030844286276
      ],
      [
        "GCAAA",
        -8.122438176307018
      ],
      [
        "TTGGG",
        -8.1228316544608
      ],
      [
        "TTGAAA",
        -8.123117729157624
      ],
      [
        "TGTG",
        -8.12328985210517
      ],
      [
        "GAGGT",
        -8.125466156667656
      ],
      [
        "TAATAT",
        -8.125968862947694
      ],
      [
        "AAGTAA",
        -8.126600729892047
      ],
      [
        "GGTAT",
        -8.127250987957359
      ],
      [
        "AACTT",
        -8.127480112174496
      ],
      [
        "ATTTATT",
        -8.12767638205928
      ],
      [
        "AGTATT",
        -8.128806289415188
      ],
      [
        "TTAGAA",
        -8.129611442619089
      ],
      [
        "TGCAG",
        -8.130183988494782
      ],
      [
        "GATAAA",
        -8.13775714528962
      ],
      [
        "CTCA",
        -8.137994694495676
      ],
      [
        "AATATA",
        -8.13947225017516
      ],
      [
        "ATGAAA",
        -8.140302595828135
      ],
      [
        "AATTTA",
        -8.14201708289249
      ],
      [
        "GTATG",
        -8.14311709333364
      ],
      [
        "GCGAT",
        -8.143724979883446
      ],
      [
        "TATTGT",
        -8.144193826720883
      ],
      [
        "ATTAAAA",
        -8.14501401380277
      ],
      [
        "TTTCA",
        -8.147349869638376
      ],
      [
        "GTTGA",
        -8.147775531039635
      ],
      [
        "AGGAGG",
        -8.150884906920428
      ],
      [
        "ATGTT",
        -8.152566258716769
      ],
      [
        "AGCT",
        -8.15507322535633
      ],
      [
        "GGGG",
        -8.155761055567185
      ],
      [
        "TACAA",
        -8.156612997251694
      ],
      [
        "AAAAGC",
        -8.15689831879521
      ],
      [
        "TACGT",
        -8.158687324103042
      ],
      [
        "GAAGC",
        -8.16233794705052
      ],
      [
        "TGATGA",
        -8.165235754835983
      ],
      [
        "TTGTA",
        -8.16652270728476
      ],
      [
        "AAGCG",
        -8.167639553761523
      ],
      [
        "TTATTTT",
        -8.170296935325432
      ],
      [
        "ATGAAT",
        -8.174819394402787
      ],
      [
        "ATTTC",
        -8.174937871090533
      ],
      [
        "AGAAT",
        -8.180857197359227
      ],
      [
        "TTTTAT",
        -8.185494378333464
      ],
      [
        "▁CAA",
        -8.185970676813735
      ],
      [
        "AAATTG",
        -8.186819977866428
      ],
      [
        "GGTAA",
        -8.187771480254668
      ],
      [
        "TGATT",
        -8.190752176330474
      ],
      [
        "▁GG",
        -8.191222736595872
      ],
      [
        "CTTGC",
        -8.193428394655133
      ],
      [
        "AGAAAT",
        -8.195722919938081
      ],
      [
        "CCTA",
        -8.201430549823707
      ],
      [
        "ACATG",
        -8.203915806215484
      ],
      [
        "GCTGA",
        -8.204501440260994
      ],
      [
        "AATAG",
        -8.205548197520223
      ],
      [
        "ATTAAT",
        -8.206376345193618
      ],
      [
        "TTTAAAT",
        -8.208671800772015
      ],
      [
        "AAGGA",
        -8.208753032222008
      ],
      [
        "ATGTC",
        -8.210014457441396
      ],
      [
        "ACTGG",
        -8.214846015092299
      ],
      [
        "AAACAA",
        -8.217040039022388
      ],
      [
        "TAATCA",
        -8.223909892796819
      ],
      [
        "ATGAG",
        -8.225528231984915
      ],
      [
        "GCCA",
        -8.225625784091308
      ],
      [
        "CGGTT",
        -8.22600471333211
      ],
      [
        "CTAAAA",
        -8.22716973520176
      ],
      [
        "GTATA",
        -8.227813602226549
      ],
      [
        "CCATT",
        -8.23059602932791
      ],
      [
        "GTTTC",
        -8.230648563882964
      ],
      [
        "GATTC",
        -8.233802269206755
      ],
      [
        "ATTAG",
        -8.235744730698066
      ],
      [
        "AATGATT",
        -8.236015669790277
      ],
      [
        "TATGCC",
        -8.236035158183723
      ],
      [
        "CGATA",
        -8.236512950867395
      ],
      [
        "ATATC",
        -8.238687938602638
      ],
      [
        "GAAGAA",
        -8.2387471233651
      ],
      [
        "TACCT",
        -8.240350065562987
      ],
      [
        "ACTAAAG",
        -8.24209048337633
      ],
      [
        "▁AAC",
        -8.242503493946487
      ],
      [
        "GAGGA",
        -8.243910594659665
      ],
      [
        "GAAGT",
        -8.244772990849862
      ],
      [
        "TCTAT",
        -8.2451887651685
      ],
      [
        "ATCAC",
        -8.246785975054747
      ],
      [
        "TTAGG",
        -8.247795940921128
      ],
      [
        "TATGAA",
        -8.248599708672582
      ],
      [
        "TGGAG",
        -8.248887714861795
      ],
      [
        "AGCAT",
        -8.251200616299055
      ],
      [
        "TGTTTT",
        -8.251861775700997
      ],
      [
        "TATAAA",
        -8.252340737367657
      ],
      [
        "CAATTT",
        -8.255930111465506
      ],
      [
        "ATTATC",
        -8.25727833286248
      ],
      [
        "ATTGAT",
        -8.257608632379384
      ],
      [
        "TTTAAT",
        -8.25978033084661
      ],
      [
        "TGTAG",
        -8.2614812295249
      ],
      [
        "CATTG",
        -8.261818235771372
      ],
      [
        "TATAC",
        -8.263135006066795
      ],
      [
        "AATGC",
        -8.263774379768607
      ],
      [
        "AACAAC",
        -8.265146916035675
      ],
      [
        "TAAAAC",
        -8.265312065203933
      ],
      [
        "AGATG",
        -8.26678635046291
      ],
      [
        "TGTTT",
        -8.267926388923545
      ],
      [
        "GGTTTA",
        -8.268233717399557
      ],
      [
        "TTACTA",
        -8.268390533455879
      ],
      [
        "TATTTAT",
        -8.268565014112923
      ],
      [
        "AATAAAG",
        -8.268761122591537
      ],
      [
        "TAATC",
        -8.268963444888303
      ],
      [
        "ATCAAA",
        -8.272978935289522
      ],
      [
        "GGCTTA",
        -8.273602700386345
      ],
      [
        "ATTAAA",
        -8.273661509546322
      ],
      [
        "AGGTA",
        -8.274136657600998
      ],
      [
        "GTTAG",
        -8.275116352611498
      ],
      [
        "AAGAAA",
        -8.275678397273705
      ],
      [
        "AGTTT",
        -8.277767958015833
      ],
      [
        "GTAGC",
        -8.280822752681807
      ],
      [
        "CTGG",
        -8.280949080758326
      ],
      [
        "AGGAT",
        -8.281331058548805
      ],
      [
        "TTTATA",
        -8.281346901455175
      ],
      [
        "TATGT",
        -8.282358115725001
      ],
      [
        "AAGAAG",
        -8.286176097050115
      ],
      [
        "CAAAAT",
        -8.28628562940881
      ],
      [
        "▁ATC",
        -8.287395179946701
      ],
      [
        "GAAATT",
        -8.287778954816618
      ],
      [
        "TAAAGA",
        -8.289440068320948
      ],
      [
        "GTGTA",
        -8.289567317410969
      ],
      [
        "GTTGT",
        -8.291797443232788
      ],
      [
        "ACAAG",
        -8.293828597783754
      ],
      [
        "TCAAAT",
        -8.294598900193016
      ],
      [
        "AGGTTT",
        -8.296039711927953
      ],
      [
        "ATCC",
        -8.29694448489746
      ],
      [
        "AACGA",
        -8.297218171157361
      ],
      [
        "TATTATT",
        -8.298478251155124
      ],
      [
        "TGACA",
        -8.301487132967209
      ],
      [
        "ATTCT",
        -8.30269462300098
      ],
      [
        "ACACA",
        -8.30282481664199
      ],
      [
        "AAACC",
        -8.303467081677866
      ],
      [
        "AAACGT",
        -8.304767186936601
      ],
      [
        "TGGAA",
        -8.30481788451002
      ],
      [
        "GCGC",
        -8.306396542752227
      ],
      [
        "GGGAA",
        -8.309852813434627
      ],
      [
        "GAGGAG",
        -8.3113700027231
      ],
      [
        "TAAAAAT",
        -8.312120144941977
      ],
      [
        "ACCG",
        -8.313018381816384
      ],
      [
        "▁GTT",
        -8.313237360263706
      ],
      [
        "TATATT",
        -8.315154275660651
      ],
      [
        "AAACAT",
        -8.316399308998808
      ],
      [
        "AGATAA",
        -8.319470095648398
      ],
      [
        "CAATA",
        -8.322513824350366
      ],
      [
        "GGTGG",
        -8.32582135643545
      ],
      [
        "ACAGC",
        -8.327256102325338
      ],
      [
        "TATGGCA",
        -8.327280411448479
      ],
      [
        "GAGGTG",
        -8.328445922861967
      ],
      [
        "CCAAC",
        -8.329664516517887
      ],
      [
        "ACTGC",
        -8.330253421582523
      ],
      [
        "TTTATTT",
        -8.334572830604664
      ],
      [
        "TCAGT",
        -8.335420581760905
      ],
      [
        "ACTTTA",
        -8.335476034873862
      ],
      [
        "AAATAT",
        -8.336624631088497
      ],
      [
        "TCATGT",
        -8.34028929758332
      ],
      [
        "TATAGA",
        -8.340555098592525
      ],
      [
        "TAACA",
        -8.343723274821269
      ],
      [
        "CGTG",
        -8.346235722409588
      ],
      [
        "ATCATC",
        -8.347860699866521
      ],
      [
        "GGAAAA",
        -8.348316208405084
      ],
      [
        "TAGAT",
        -8.35040577489239
      ],
      [
        "▁GAT",
        -8.352050452067054
      ],
      [
        "TGTCA",
        -8.352631939191784
      ],
      [
        "AGTGG",
        -8.355334110110014
      ],
      [
        "TGCG",
        -8.356974841124408
      ],
      [
        "ATTCC",
        -8.357980595196182
      ],
      [
        "ACATT",
        -8.358966599640517
      ],
      [
        "TGATAT",
        -8.361560737139092
      ],
      [
        "GTTTGG",
        -8.361711037648535
      ],
      [
        "AGGG",
        -8.362166822761253
      ],
      [
        "TAAAACA",
        -8.36300622620647
      ],
      [
        "TGAAGA",
        -8.363964407460468
      ],
      [
        "ATAAG",
        -8.366035318630455
      ],
      [
        "TAAGT",
        -8.367255604171408
      ],
      [
        "GAGAA",
        -8.368175165726036
      ],
      [
        "TACTA",
        -8.369251033983648
      ],
      [
        "AAAATG",
        -8.369582893038217
      ],
      [
        "TCAATC",
        -8.371349783594383
      ],
      [
        "AGTC",
        -8.371766147250025
      ],
      [
        "ATGGT",
        -8.37230283110965
      ],
      [
        "GTAAG",
        -8.373166994254973
      ],
      [
        "AGGGA",
        -8.373746177871062
      ],
      [
        "TAGTG",
        -8.381124247839992
      ],
      [
        "GGAAA",
        -8.384323810496767
      ],
      [
        "TATCAA",
        -8.384353397012296
      ],
      [
        "AGGAGGA",
        -8.386896504294963
      ],
      [
        "CATAA",
        -8.386950996780207
      ],
      [
        "CGCAA",
        -8.388172223441712
      ],
      [
        "ATATTG",
        -8.388934909982618
      ],
      [
        "GGAC",
        -8.38901548203108
      ],
      [
        "GATGCA",
        -8.39154744477654
      ],
      [
        "GTAAGT",
        -8.391611401928916
      ],
      [
        "GGTTA",
        -8.393572704550554
      ],
      [
        "AAAATC",
        -8.395002760515442
      ],
      [
        "AGATAT",
        -8.396262600413898
      ],
      [
        "CCTG",
        -8.39813531564522
      ],
      [
        "▁CATT",
        -8.400803721865778
      ],
      [
        "AATATG",
        -8.401675750936581
      ],
      [
        "TGAAAAA",
        -8.402604801338601
      ],
      [
        "TATATCA",
        -8.402768820928117
      ],
      [
        "ATAAAA",
        -8.403293591638121
      ],
      [
        "ATTAGT",
        -8.404115846669505
      ],
      [
        "TCCTA",
        -8.404628221521683
      ],
      [
        "GCTAAA",
        -8.406722850764169
      ],
      [
        "GTATTA",
        -8.407495208967628
      ],
      [
        "TTAATA",
        -8.410263251134971
      ],
      [
        "CATTAG",
        -8.412281369043257
      ],
      [
        "ATGTAT",
        -8.413947524843087
      ],
      [
        "TTTCT",
        -8.415162843584001
      ],
      [
        "CTTATTT",
        -8.415715251470054
      ],
      [
        "TAATAAA",
        -8.415769322557102
      ],
      [
        "TAGAAA",
        -8.415925137967896
      ],
      [
        "AATAGA",
        -8.41597216892973
      ],
