{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "T",
        -4.377721766816096
      ],
      [
        "A",
        -4.391512982175214
      ],
      [
        "G",
        -4.644912604313007
      ],
      [
        "AA",
        -4.746521472051195
      ],
      [
        "C",
        -4.81589426007175
      ],
      [
        "TT",
        -4.856292974932123
      ],
      [
        "AT",
        -4.861568691097282
      ],
      [
        "▁",
        -4.886028279994529
      ],
      [
        "TA",
        -4.987374496720299
      ],
      [
        "CA",
        -5.194569661343353
      ],
      [
        "GT",
        -5.2798347316158205
      ],
      [
        "AC",
        -5.290003870571658
      ],
      [
        "AAA",
        -5.33985141510346
      ],
      [
        "TAT",
        -5.347976309923846
      ],
      [
        "GA",
        -5.351362575310838
      ],
      [
        "ATT",
        -5.378823134690039
      ],
      [
        "TG",
        -5.3832383836413085
      ],
      [
        "AAT",
        -5.387323161514362
      ],
      [
        "GC",
        -5.414346602031425
      ],
      [
        "TTA",
        -5.418212404962936
      ],
      [
        "TTT",
        -5.45251370833189
      ],
      [
        "AG",
        -5.523319320764579
      ],
      [
        "TC",
        -5.602314798998644
      ],
      [
        "ATA",
        -5.652187126098606
      ],
      [
        "GAA",
        -5.692242829195276
      ],
      [
        "CG",
        -5.704452600035447
      ],
      [
        "GG",
        -5.722475579182264
      ],
      [
        "ATG",
        -5.763411830709191
      ],
      [
        "AAG",
        -5.772191122633486
      ],
      [
        "CT",
        -5.782865573205453
      ],
      [
        "TAA",
        -5.827975303804662
      ],
      [
        "CC",
        -5.85771272218543
      ],
      [
        "CAT",
        -5.866413918730461
      ],
      [
        "▁T",
        -5.8857391796920115
      ],
      [
        "ACA",
        -5.887441274830882
      ],
      [
        "CAA",
        -5.903062302364545
      ],
      [
        "▁A",
        -5.91304848663293
      ],
      [
        "TCA",
        -5.921358135441888
      ],
      [
        "TGA",
        -5.9465936219318625
      ],
      [
        "AAC",
        -5.966650259772622
      ],
      [
        "AGT",
        -5.9949758541018765
      ],
      [
        "TGT",
        -6.018660083013112
      ],
      [
        "GTT",
        -6.036689346974402
      ],
      [
        "GAT",
        -6.063625087620368
      ],
      [
        "AGA",
        -6.099342701519785
      ],
      [
        "AAAA",
        -6.1002456578222155
      ],
      [
        "GCA",
        -6.1132032515242365
      ],
      [
        "GTA",
        -6.122200965204941
      ],
      [
        "AAAT",
        -6.13747653230423
      ],
      [
        "TTTA",
        -6.146835468290432
      ],
      [
        "TTG",
        -6.1512950569596745
      ],
      [
        "ACT",
        -6.159531010367847
      ],
      [
        "ATTT",
        -6.171790219519474
      ],
      [
        "ATTA",
        -6.18000062792943
      ],
      [
        "AATT",
        -6.181017951019264
      ],
      [
        "▁G",
        -6.192976464401129
      ],
      [
        "TAC",
        -6.202879294757353
      ],
      [
        "AGG",
        -6.228102004597712
      ],
      [
        "TAAA",
        -6.229878433301571
      ],
      [
        "TATT",
        -6.254263931470589
      ],
      [
        "TAG",
        -6.2863386874329885
      ],
      [
        "ATAT",
        -6.287778630439906
      ],
      [
        "GGT",
        -6.29180091355353
      ],
      [
        "GTG",
        -6.310761126888029
      ],
      [
        "CTT",
        -6.318935947435125
      ],
      [
        "AGC",
        -6.32422707793205
      ],
      [
        "TGG",
        -6.327854733447038
      ],
      [
        "ATC",
        -6.343746246857067
      ],
      [
        "▁TT",
        -6.3586276230251055
      ],
      [
        "ATGA",
        -6.381797099973307
      ],
      [
        "TTTT",
        -6.389273800287683
      ],
      [
        "GGA",
        -6.390840735383397
      ],
      [
        "AATA",
        -6.42481239419556
      ],
      [
        "TAAT",
        -6.432474143375113
      ],
      [
        "▁AA",
        -6.433798383446332
      ],
      [
        "TTC",
        -6.4428989598766995
      ],
      [
        "AAAG",
        -6.450160373610864
      ],
      [
        "TTAA",
        -6.456711386483025
      ],
      [
        "▁C",
        -6.462564253517473
      ],
      [
        "TTAAA",
        -6.479630739352106
      ],
      [
        "CATT",
        -6.4904460828121735
      ],
      [
        "ACAA",
        -6.508659624543625
      ],
      [
        "ATAA",
        -6.5142417751863695
      ],
      [
        "CAAA",
        -6.518701961307971
      ],
      [
        "AACA",
        -6.52298181011716
      ],
      [
        "GAG",
        -6.523568332663096
      ],
      [
        "CAC",
        -6.528277679304713
      ],
      [
        "AATG",
        -6.532024720341956
      ],
      [
        "GAC",
        -6.544711148244331
      ],
      [
        "TTAT",
        -6.5517091686761
      ],
      [
        "TGC",
        -6.558194100743283
      ],
      [
        "CGT",
        -6.569544732277156
      ],
      [
        "TGAA",
        -6.579706371235986
      ],
      [
        "CTA",
        -6.5797226681667365
      ],
      [
        "CAG",
        -6.5911917618426346
      ],
      [
        "TATG",
        -6.598187611336633
      ],
      [
        "GAAA",
        -6.617822480179759
      ],
      [
        "TATA",
        -6.61953068376103
      ],
      [
        "TCG",
        -6.625761865989301
      ],
      [
        "CGA",
        -6.637506539994202
      ],
      [
        "AAAGA",
        -6.6564818985387175
      ],
      [
        "GTC",
        -6.6748326297771685
      ],
      [
        "AAAAT",
        -6.6843140475301315
      ],
      [
        "GCT",
        -6.685670798903278
      ],
      [
        "▁AT",
        -6.687461473886502
      ],
      [
        "TAGA",
        -6.690442430992076
      ],
      [
        "GTAT",
        -6.690732947696434
      ],
      [
        "CAAT",
        -6.703648497241715
      ],
      [
        "TCT",
        -6.719045663525595
      ],
      [
        "▁GT",
        -6.732620257780246
      ],
      [
        "ATTC",
        -6.734544044843884
      ],
      [
        "ATGT",
        -6.739208325018371
      ],
      [
        "ACG",
        -6.740851721025932
      ],
      [
        "AGAA",
        -6.75025988044281
      ],
      [
        "AAAC",
        -6.759307077142217
      ],
      [
        "CCA",
        -6.764218419892266
      ],
      [
        "▁CA",
        -6.7750287232501
      ],
      [
        "GAAG",
        -6.7887562676809745
      ],
      [
        "AATC",
        -6.794542120110813
      ],
      [
        "ACC",
        -6.826312658930298
      ],
      [
        "GTTA",
        -6.828569484661781
      ],
      [
        "CAAC",
        -6.833787413080688
      ],
      [
        "ATTG",
        -6.836139980378028
      ],
      [
        "GGC",
        -6.836254503019105
      ],
      [
        "GATG",
        -6.847490038346012
      ],
      [
        "TTATT",
        -6.848417601869231
      ],
      [
        "TGTT",
        -6.860719038556261
      ],
      [
        "TCAA",
        -6.862788602848782
      ],
      [
        "GATT",
        -6.8631738406973835
      ],
      [
        "TGAT",
        -6.865766931878854
      ],
      [
        "ATCA",
        -6.873926455687109
      ],
      [
        "AAGT",
        -6.880106182127914
      ],
      [
        "AATAA",
        -6.884170567067357
      ],
      [
        "ACAT",
        -6.893555166792095
      ],
      [
        "TTGT",
        -6.895196158849963
      ],
      [
        "TCC",
        -6.8969267596935815
      ],
      [
        "GAAAA",
        -6.900065884948721
      ],
      [
        "TTGA",
        -6.901940756812671
      ],
      [
        "GTTT",
        -6.915540463347476
      ],
      [
        "TTGG",
        -6.927847513245907
      ],
      [
        "TTGC",
        -6.930627161953645
      ],
      [
        "CCT",
        -6.934183459888917
      ],
      [
        "TATC",
        -6.942648088270267
      ],
      [
        "GTAA",
        -6.954419447329885
      ],
      [
        "CTG",
        -6.958649651315411
      ],
      [
        "AACAA",
        -6.962273842703687
      ],
      [
        "AAGC",
        -6.963436630328424
      ],
      [
        "TACA",
        -6.966963214827638
      ],
      [
        "AAGA",
        -6.972079450013609
      ],
      [
        "ACGT",
        -6.988353988152609
      ],
      [
        "▁AG",
        -7.001717794509947
      ],
      [
        "TTTAT",
        -7.002259105993755
      ],
      [
        "AATGA",
        -7.003194954841287
      ],
      [
        "ATTTA",
        -7.0097307721407525
      ],
      [
        "▁TA",
        -7.0158815880316086
      ],
      [
        "TATTT",
        -7.018712514985794
      ],
      [
        "TGGT",
        -7.024337220670791
      ],
      [
        "ACAAT",
        -7.0326288377064055
      ],
      [
        "TATTG",
        -7.03622273352191
      ],
      [
        "TAGT",
        -7.038994804086063
      ],
      [
        "TCAT",
        -7.039910498548323
      ],
      [
        "CTTT",
        -7.046633745205493
      ],
      [
        "AAATA",
        -7.065361225202756
      ],
      [
        "GGTA",
        -7.075271155434659
      ],
      [
        "GCAAT",
        -7.0793364904614755
      ],
      [
        "GAAC",
        -7.092353887146157
      ],
      [
        "TTAG",
        -7.097736245747881
      ],
      [
        "TACT",
        -7.100422807756754
      ],
      [
        "▁AC",
        -7.100548366416053
      ],
      [
        "TAAG",
        -7.101845090165378
      ],
      [
        "TTAAT",
        -7.1033461657236066
      ],
      [
        "ATTAT",
        -7.105186580958849
      ],
      [
        "AATAT",
        -7.109211813119753
      ],
      [
        "TGCA",
        -7.115128440429377
      ],
      [
        "TTTG",
        -7.117813141731768
      ],
      [
        "GATA",
        -7.139201172246116
      ],
      [
        "ATAC",
        -7.1406032965702515
      ],
      [
        "AATTA",
        -7.1430898374447915
      ],
      [
        "TGGC",
        -7.148757139359708
      ],
      [
        "ACTT",
        -7.153073087157924
      ],
      [
        "TTCA",
        -7.153745126547893
      ],
      [
        "GGG",
        -7.156882708826
      ],
      [
        "ATAAA",
        -7.157054353810259
      ],
      [
        "GCC",
        -7.158243232360561
      ],
      [
        "ATGG",
        -7.1592880342665906
      ],
      [
        "AAAATA",
        -7.15940549328862
      ],
      [
        "TTAC",
        -7.160314515027798
      ],
      [
        "TGCT",
        -7.167104993298957
      ],
      [
        "CATG",
        -7.171939480660309
      ],
      [
        "TTTAA",
        -7.172175127928848
      ],
      [
        "GCAT",
        -7.173539163271084
      ],
      [
        "CGC",
        -7.177558927801906
      ],
      [
        "CACA",
        -7.182192798565259
      ],
      [
        "TTTC",
        -7.187915079648686
      ],
      [
        "AAATT",
        -7.1896008495032095
      ],
      [
        "GATAT",
        -7.191720500230825
      ],
      [
        "CTAT",
        -7.195576026496174
      ],
      [
        "▁AAA",
        -7.19901484951425
      ],
      [
        "AAATG",
        -7.201807692455909
      ],
      [
        "TTATA",
        -7.202038379586222
      ],
      [
        "GAGG",
        -7.203990253333871
      ],
      [
        "TAGC",
        -7.22109697587899
      ],
      [
        "CCG",
        -7.2273239052885065
      ],
      [
        "AGTA",
        -7.231003314545906
      ],
      [
        "GGAA",
        -7.235143485701873
      ],
      [
        "GAAT",
        -7.23543180792251
      ],
      [
        "TAAAA",
        -7.2367985666959616
      ],
      [
        "AGTT",
        -7.237385653081664
      ],
      [
        "ATGAT",
        -7.24242220266248
      ],
      [
        "GGTG",
        -7.245214361867312
      ],
      [
        "ATTTT",
        -7.252743384257418
      ],
      [
        "AAGG",
        -7.258999639523726
      ],
      [
        "TTATC",
        -7.262316751090967
      ],
      [
        "TTTTA",
        -7.26759238647589
      ],
      [
        "AATTT",
        -7.272096606571278
      ],
      [
        "AGAT",
        -7.273936762909498
      ],
      [
        "AAAAA",
        -7.283819675689111
      ],
      [
        "TATTA",
        -7.284478152618988
      ],
      [
        "AACT",
        -7.28669517890132
      ],
      [
        "ATATT",
        -7.298329267358916
      ],
      [
        "ATGAA",
        -7.308852987584975
      ],
      [
        "TAAAT",
        -7.311244874353257
      ],
      [
        "▁TC",
        -7.311640114268356
      ],
      [
        "TTAGA",
        -7.315184432247425
      ],
      [
        "ACTA",
        -7.32209395788849
      ],
      [
        "GAAAT",
        -7.331786100795955
      ],
      [
        "ATATA",
        -7.332445359194088
      ],
      [
        "AACG",
        -7.347804931042644
      ],
      [
        "TGTA",
        -7.361667597181126
      ],
      [
        "GGAG",
        -7.3686514349851375
      ],
      [
        "AAACA",
        -7.375801399783903
      ],
      [
        "TACC",
        -7.389723317595662
      ],
      [
        "GTTAT",
        -7.391969228318023
      ],
      [
        "GCAA",
        -7.3982586401340455
      ],
      [
        "TGTTA",
        -7.399160068874828
      ],
      [
        "AATCA",
        -7.399674492713542
      ],
      [
        "ATAG",
        -7.401000596774136
      ],
      [
        "CAAAT",
        -7.401657804696017
      ],
      [
        "TTCAA",
        -7.402184132081441
      ],
      [
        "ACTG",
        -7.404771174143471
      ],
      [
        "▁CT",
        -7.410308012649406
      ],
      [
        "TGAC",
        -7.41484873811118
      ],
      [
        "ATACA",
        -7.422865564243878
      ],
      [
        "AGAC",
        -7.42639890964621
      ],
      [
        "TTGAA",
        -7.428671035210037
      ],
      [
        "CGTT",
        -7.429495417738213
      ],
      [
        "ATTAA",
        -7.429622749343417
      ],
      [
        "ATTTAT",
        -7.43207169944473
      ],
      [
        "TAAC",
        -7.438623821586013
      ],
      [
        "AAAAG",
        -7.439714074939067
      ],
      [
        "AGAG",
        -7.440426281604962
      ],
      [
        "▁AAT",
        -7.446736263799044
      ],
      [
        "TATAT",
        -7.452737429933194
      ],
      [
        "CTAA",
        -7.454514950127564
      ],
      [
        "CTC",
        -7.457231976891746
      ],
      [
        "CAAG",
        -7.457291276563199
      ],
      [
        "AAGAA",
        -7.4576035581742754
      ],
      [
        "GATTTA",
        -7.459130276059094
      ],
      [
        "GTGA",
        -7.4597861201034785
      ],
      [
        "AGCA",
        -7.467879231174381
      ],
      [
        "TGTC",
        -7.474423119009998
      ],
      [
        "GTGT",
        -7.4749995953827195
      ],
      [
        "GCTT",
        -7.476311487297269
      ],
      [
        "GTAGT",
        -7.480181020811507
      ],
      [
        "GAACA",
        -7.480578457679959
      ],
      [
        "TTAAAA",
        -7.482194088667391
      ],
      [
        "ATAGA",
        -7.488227705615554
      ],
      [
        "AGGT",
        -7.496982875412865
      ],
      [
        "AAATC",
        -7.500122291502342
      ],
      [
        "TCAAA",
        -7.503880366544333
      ],
      [
        "CATA",
        -7.504318799063341
      ],
      [
        "GTTG",
        -7.5056408329999815
      ],
      [
        "CAACA",
        -7.508608571086474
      ],
      [
        "AGTTG",
        -7.511297280101931
      ],
      [
        "ATCG",
        -7.518079308421953
      ],
      [
        "CGCA",
        -7.52152530770653
      ],
      [
        "AAAGG",
        -7.522898386064048
      ],
      [
        "CCC",
        -7.525201301719299
      ],
      [
        "CAATC",
        -7.5287660229236675
      ],
      [
        "GAAAG",
        -7.532341366619977
      ],
      [
        "CTTA",
        -7.538061948869817
      ],
      [
        "ATGAC",
        -7.538504096215581
      ],
      [
        "TGGG",
        -7.5408101960805
      ],
      [
        "▁GC",
        -7.542687908545327
      ],
      [
        "CAGA",
        -7.543914179926254
      ],
      [
        "TGCG",
        -7.547568405146933
      ],
      [
        "TAATA",
        -7.548059600709887
      ],
      [
        "ACAAA",
        -7.557143258556083
      ],
      [
        "TTAGC",
        -7.557727717557899
      ],
      [
        "GTCA",
        -7.557850672585417
      ],
      [
        "CTAAA",
        -7.564123353853306
      ],
      [
        "TGGA",
        -7.564547545873051
      ],
      [
        "CATAT",
        -7.569197288242269
      ],
      [
        "▁ATA",
        -7.569820025696806
      ],
      [
        "ATTGA",
        -7.570090321553158
      ],
      [
        "ATCAT",
        -7.579958322932347
      ],
      [
        "AAAAGA",
        -7.581478586765503
      ],
      [
        "CGTA",
        -7.58336375501387
      ],
      [
        "TGAAA",
        -7.587245925533978
      ],
      [
        "GACG",
        -7.5881187499626055
      ],
      [
        "CAATT",
        -7.588907167369274
      ],
      [
        "AATAAA",
        -7.588986367755741
      ],
      [
        "CGCT",
        -7.602362289974472
      ],
      [
        "▁GA",
        -7.605880478066064
      ],
      [
        "TTAAC",
        -7.605996242746045
      ],
      [
        "CGAA",
        -7.606537175958232
      ],
      [
        "GTATT",
        -7.607748597987666
      ],
      [
        "GATAA",
        -7.611082136544126
      ],
      [
        "GAATT",
        -7.611405715754582
      ],
      [
        "CGGT",
        -7.6123691270559215
      ],
      [
        "ATAAT",
        -7.615221146622032
      ],
      [
        "ATAGAA",
        -7.616020555310017
      ],
      [
        "TTTTT",
        -7.619423957385218
      ],
      [
        "GTAC",
        -7.620765637144235
      ],
      [
        "CATGA",
        -7.620913863959473
      ],
      [
        "TTTATT",
        -7.620951022774067
      ],
      [
        "TCTA",
        -7.622570478269813
      ],
      [
        "CTGA",
        -7.623615734034247
      ],
      [
        "TTGTT",
        -7.6259792755536875
      ],
      [
        "ATATAA",
        -7.62990908955517
      ],
      [
        "ATTTC",
        -7.637306729457936
      ],
      [
        "TAAAG",
        -7.637602780341485
      ],
      [
        "ATTAC",
        -7.6382077582598455
      ],
      [
        "GAAGC",
        -7.64099613143348
      ],
      [
        "ATTAAA",
        -7.642631332501142
      ],
      [
        "AAATTA",
        -7.642999500205733
      ],
      [
        "ACAC",
        -7.651551821847914
      ],
      [
        "TGATG",
        -7.656344801520753
      ],
      [
        "TATGA",
        -7.659346166346171
      ],
      [
        "CTGG",
        -7.6603925345103345
      ],
      [
        "AAGTA",
        -7.660729226209339
      ],
      [
        "CGG",
        -7.664622857784483
      ],
      [
        "AAATAA",
        -7.666389333359028
      ],
      [
        "TTTAAA",
        -7.666744067642428
      ],
      [
        "TCATT",
        -7.667292010073657
      ],
      [
        "TCAG",
        -7.672220104455819
      ],
      [
        "GTGAT",
        -7.679486417816115
      ],
      [
        "AAGAAA",
        -7.683000232567165
      ],
      [
        "TAATG",
        -7.683179566128591
      ],
      [
        "GGTT",
        -7.683213986227708
      ],
      [
        "ATTCA",
        -7.685466369335217
      ],
      [
        "ACGA",
        -7.687275386485959
      ],
      [
        "AAAGAA",
        -7.688274704872811
      ],
      [
        "ATTGG",
        -7.690616768244573
      ],
      [
        "ATCT",
        -7.691467357395489
      ],
      [
        "AGTG",
        -7.701019834710647
      ],
      [
        "AAAAC",
        -7.703456764847504
      ],
      [
        "GAAAAT",
        -7.706075506815603
      ],
      [
        "TGAAT",
        -7.706089306349141
      ],
      [
        "TTGCT",
        -7.706148686735746
      ],
      [
        "GCGA",
        -7.708236070330898
      ],
      [
        "TTAGT",
        -7.70980677429235
      ],
      [
        "TCTT",
        -7.716659332740077
      ],
      [
        "TATAG",
        -7.722084783952889
      ],
      [
        "TCGC",
        -7.72503842089278
      ],
      [
        "TTCG",
        -7.726921036358059
      ],
      [
        "GATTT",
        -7.7273608287072735
      ],
      [
        "GCG",
        -7.727649726511821
      ],
      [
        "GGCA",
        -7.728311154400322
      ],
      [
        "GATGA",
        -7.729821919345261
      ],
      [
        "TACG",
        -7.742761212334546
      ],
      [
        "GAAAAA",
        -7.744850193667652
      ],
      [
        "GTAG",
        -7.745028133566628
      ],
      [
        "CAAAA",
        -7.7453062588941055
      ],
      [
        "CATTA",
        -7.748220810744467
      ],
      [
        "GACAA",
        -7.748934022004368
      ],
      [
        "GAGC",
        -7.751000262406686
      ],
      [
        "CGAT",
        -7.751690918539604
      ],
      [
        "TTAAG",
        -7.7570681993594714
      ],
      [
        "GACA",
        -7.760572752732635
      ],
      [
        "▁TTA",
        -7.762798004480502
      ],
      [
        "TTCT",
        -7.76348268713436
      ],
      [
        "CAGC",
        -7.765317300574208
      ],
      [
        "AATGAA",
        -7.7673408043306225
      ],
      [
        "ACTAT",
        -7.770971774410482
      ],
      [
        "ACAG",
        -7.7716360742616635
      ],
      [
        "▁AAG",
        -7.77321565067505
      ],
      [
        "▁ATT",
        -7.774035459314779
      ],
      [
        "▁TG",
        -7.775277248963013
      ],
      [
        "TCGT",
        -7.776895567766317
      ],
      [
        "TATAA",
        -7.777143586725499
      ],
      [
        "GAGT",
        -7.7793108360278875
      ],
      [
        "CTTTT",
        -7.78047745113914
      ],
      [
        "TGAAG",
        -7.789349952240277
      ],
      [
        "TTACA",
        -7.790841229272903
      ],
      [
        "GCCA",
        -7.7939197547022925
      ],
      [
        "GTAAC",
        -7.794693663791798
      ],
      [
        "ATGTT",
        -7.7961908260175985
      ],
      [
        "GAAGA",
        -7.796441797270576
      ],
      [
        "TCCA",
        -7.798795516857944
      ],
      [
        "GCAGT",
        -7.804183548402609
      ],
      [
        "AAGTG",
        -7.804450503775278
      ],
      [
        "GATAC",
        -7.807179402637008
      ],
      [
        "GGATG",
        -7.807687210311256
      ],
      [
        "TTTGTT",
        -7.811246607874087
      ],
      [
        "TGAG",
        -7.811726023456899
      ],
      [
        "AAAAAT",
        -7.812996475464537
      ],
      [
        "TTGGT",
        -7.813231941663444
      ],
      [
        "CATC",
        -7.813438441385026
      ],
      [
        "GCAG",
        -7.815606501218181
      ],
      [
        "CGATT",
        -7.815850368738326
      ],
      [
        "TATATT",
        -7.819533931545664
      ],
      [
        "AAAGT",
        -7.825629529658557
      ],
      [
        "TATAAT",
        -7.826815690850911
      ],
      [
        "ACTTT",
        -7.827249329783076
      ],
      [
        "TTGTC",
        -7.82829295126178
      ],
      [
        "GATGT",
        -7.829266480647605
      ],
      [
        "TTCC",
        -7.831004301100862
      ],
      [
        "CTTCT",
        -7.831908196394576
      ],
      [
        "AACAAT",
        -7.833167064736099
      ],
      [
        "CTTC",
        -7.834466784862064
      ],
      [
        "ATGC",
        -7.835102613736321
      ],
      [
        "TTTAG",
        -7.835502155930854
      ],
      [
        "AACGA",
        -7.838637884522436
      ],
      [
        "ATACT",
        -7.841302638145344
      ],
      [
        "GCAC",
        -7.845993997964389
      ],
      [
        "TATTTT",
        -7.848116365229515
      ],
      [
        "GTTAA",
        -7.849349146634909
      ],
      [
        "TGATT",
        -7.849532078187422
      ],
      [
        "GCTG",
        -7.850490269706252
      ],
      [
        "CTTTA",
        -7.850525662183598
      ],
      [
        "TTGAT",
        -7.850528422513483
      ],
      [
        "GTAGA",
        -7.8516167239117856
      ],
      [
        "ACGAA",
        -7.853393351275992
      ],
      [
        "TATCA",
        -7.854458750635708
      ],
      [
        "AACTT",
        -7.855379070497705
      ],
      [
        "AAAAAG",
        -7.8603892560225015
      ],
      [
        "TAATT",
        -7.86054817567063
      ],
      [
        "TATCT",
        -7.8646909197533645
      ],
      [
        "GAAGAA",
        -7.865604071532649
      ],
      [
        "AGAGA",
        -7.868656441951321
      ],
      [
        "GATTA",
        -7.868704178233667
      ],
      [
        "TTTGT",
        -7.869664979804518
      ],
      [
        "TAAATA",
        -7.875680711598537
      ],
      [
        "ATTGT",
        -7.880069421975492
      ],
      [
        "CACT",
        -7.881426864359401
      ],
      [
        "AAGTT",
        -7.883031110741578
      ],
      [
        "TTTGTA",
        -7.884699052611493
      ],
      [
        "CTATT",
        -7.886689220717387
      ],
      [
        "CAACAA",
        -7.887609921560493
      ],
      [
        "GGTGG",
        -7.888108807694223
      ],
      [
        "AGATA",
        -7.88841263850243
      ],
      [
        "TACAA",
        -7.88907107385699
      ],
      [
        "CATTT",
        -7.889419956211784
      ],
      [
        "▁AAAA",
        -7.892900345255677
      ],
      [
        "AATTG",
        -7.898093618143091
      ],
      [
        "AATGATT",
        -7.9054782596520905
      ],
      [
        "CACAT",
        -7.906358795352503
      ],
      [
        "TTAGG",
        -7.906749211166505
      ],
      [
        "ATTTG",
        -7.909934735770941
      ],
      [
        "GGCG",
        -7.910241203455446
      ],
      [
        "▁TTAA",
        -7.911486120026989
      ],
      [
        "AACC",
        -7.91220850696952
      ],
      [
        "TGTG",
        -7.913275231224407
      ],
      [
        "CCAT",
        -7.914236494287689
      ],
      [
        "GGCT",
        -7.918254909001266
      ],
      [
        "CAGAT",
        -7.9196457859558596
      ],
      [
        "TATTGT",
        -7.920141812842012
      ],
      [
        "TAGG",
        -7.921005841652709
      ],
      [
        "▁ATG",
        -7.923413906762576
      ],
      [
        "TACTT",
        -7.924522469676368
      ],
      [
        "AGGTG",
        -7.924681017269041
      ],
      [
        "GTGG",
        -7.925772354821108
      ],
      [
        "GAAATT",
        -7.925802484589851
      ],
      [
        "ATGAG",
        -7.92650515156249
      ],
      [
        "ATCAA",
        -7.92728738955028
      ],
      [
        "GTCT",
        -7.9281403718797385
      ],
      [
        "ACAAG",
        -7.931568373145367
      ],
      [
        "TTTCA",
        -7.93322248857618
      ],
      [
        "TATCG",
        -7.934271649647808
      ],
      [
        "GCAAC",
        -7.935785592250534
      ],
      [
        "TCTC",
        -7.93580696059264
      ],
      [
        "GAGA",
        -7.935842423354762
      ],
      [
        "▁TTG",
        -7.936003657936077
      ],
      [
        "TTATTA",
        -7.936410309357877
      ],
      [
        "TGATAT",
        -7.937671959833237
      ],
      [
        "GCTTT",
        -7.942177925251526
      ],
      [
        "AGATGA",
        -7.946445335372244
      ],
      [
        "GCTAT",
        -7.949414944762393
      ],
      [
        "GTATA",
        -7.9516700303304315
      ],
      [
        "TCTAT",
        -7.952667745058866
      ],
      [
        "GGATT",
        -7.9552381378775525
      ],
      [
        "GTCAT",
        -7.956400063280478
      ],
      [
        "AATGG",
        -7.9565638170344215
      ],
      [
        "TTTTTA",
        -7.958414892402814
      ],
      [
        "CGTTT",
        -7.95929153081787
      ],
      [
        "AAGAT",
        -7.959720356869163
      ],
      [
        "TCAC",
        -7.959956816199897
      ],
      [
        "AATATA",
        -7.9613677259144815
      ],
      [
        "AGGA",
        -7.961605153011408
      ],
      [
        "AGTGA",
        -7.963198083899547
      ],
      [
        "CCATC",
        -7.965672548734798
      ],
      [
        "TATGT",
        -7.966213457720118
      ],
      [
        "GGAT",
        -7.966955345059106
      ],
      [
        "TCAAT",
        -7.972022662163576
      ],
      [
        "GATTTT",
        -7.972268157225663
      ],
      [
        "GATAAA",
        -7.975992268224026
      ],
      [
        "TAAAAA",
        -7.976984260997282
      ],
      [
        "TTTAAT",
        -7.977299154707227
      ],
      [
        "ATCC",
        -7.977476715899829
      ],
      [
        "AGTAG",
        -7.977850225778414
      ],
      [
        "GGGA",
        -7.978195895104953
      ],
      [
        "AACAT",
        -7.978575249429076
      ],
      [
        "AAATGA",
        -7.981945420438848
      ],
      [
        "AGAAG",
        -7.985180770348635
      ],
      [
        "CAGT",
        -7.985707011119478
      ],
      [
        "AATCC",
        -7.985980164616436
      ],
      [
        "TAAAAT",
        -7.986458768791913
      ],
      [
        "TATTTA",
        -7.988625856122756
      ],
      [
        "AATCAA",
        -7.989407742153835
      ],
      [
        "TGAAGA",
        -7.994190445620594
      ],
      [
        "CATTC",
        -7.994550464738007
      ],
      [
        "CATCA",
        -7.99483712746564
      ],
      [
        "CCAA",
        -8.000151094715704
      ],
      [
        "ACCG",
        -8.001492696416156
      ],
      [
        "TATGG",
        -8.004633667766834
      ],
      [
        "CCAAC",
        -8.00476639266931
      ],
      [
        "▁AATAT",
        -8.0101988222888
      ],
      [
        "TAATGA",
        -8.010245673018488
      ],
      [
        "▁AAC",
        -8.010770495673015
      ],
      [
        "ATGATA",
        -8.011152562861584
      ],
      [
        "ATCGT",
        -8.011920822008573
      ],
      [
        "TTTGA",
        -8.012684050106408
      ],
      [
        "GATTC",
        -8.013206532982439
      ],
      [
        "GGACA",
        -8.014747500803537
      ],
      [
        "ATGCA",
        -8.016586923401041
      ],
      [
        "AGCT",
        -8.019438471392984
      ],
      [
        "GTAAA",
        -8.019622582982342
      ],
      [
        "▁ACA",
        -8.02002640459629
      ],
      [
        "ATAAC",
        -8.025554245372366
      ],
      [
        "TAAATT",
        -8.029329653175624
      ],
      [
        "CTGAA",
        -8.033220472475687
      ],
      [
        "ATATTT",
        -8.03416532140049
      ],
      [
        "ATGATT",
        -8.034334850899189
      ],
      [
        "GAGGA",
        -8.042002266787657
      ],
      [
        "▁TAA",
        -8.042246208101734
      ],
      [
        "GCGTT",
        -8.045719618155454
      ],
      [
        "CTATA",
        -8.046751532254074
      ],
      [
        "TCGA",
        -8.047103861749939
      ],
      [
        "TTAAAT",
        -8.049324428010115
      ],
      [
        "CGATA",
        -8.051492635378985
      ],
      [
        "GAATA",
        -8.05356954041776
      ],
      [
        "CAATTA",
        -8.05416078222905
      ],
      [
        "GCTA",
        -8.05531040847934
      ],
      [
        "ATTAG",
        -8.055875056924162
      ],
      [
        "TAGTA",
        -8.05607029177564
      ],
      [
        "ATGAAT",
        -8.057109099993259
      ],
      [
        "ATATC",
        -8.057182863350015
      ],
      [
        "TAAAGA",
        -8.057550611286079
      ],
      [
        "GAAGAT",
        -8.058724084945874
      ],
      [
        "▁CG",
        -8.05892552045035
      ],
      [
        "TCAGT",
        -8.058991401569745
      ],
      [
        "TTCAT",
        -8.05975807836435
      ],
      [
        "AAACGT",
        -8.065196101067686
      ],
      [
        "ACAAAA",
        -8.069847972744633
      ],
      [
        "ATGGA",
        -8.070857472363562
      ],
      [
        "ATATG",
        -8.072955428906937
      ],
      [
        "CAAGC",
        -8.07509548568224
      ],
      [
        "CAAAAT",
        -8.075525569081645
      ],
      [
        "ACACA",
        -8.076594746778575
      ],
      [
        "CACC",
        -8.076653026698756
      ],
      [
        "CGTG",
        -8.078015191316068
      ],
      [
        "AAACAA",
        -8.079303361543872
      ],
      [
        "TTACAA",
        -8.082719771390265
      ],
      [
        "CCAG",
        -8.08293704749834
      ],
      [
        "▁TTT",
        -8.083103720795737
      ],
      [
        "GTTTA",
        -8.088273279529696
      ],
      [
        "GAGTT",
        -8.090223917246863
      ],
      [
        "ATTATT",
        -8.0913995537479
      ],
      [
        "ACTTA",
        -8.091940274970131
      ],
      [
        "CTTTTT",
        -8.094095797930823
      ],
      [
        "TGATGA",
        -8.094111800982198
      ],
      [
        "TACATT",
        -8.09666162940303
      ],
      [
        "AAGGAG",
        -8.0972250334776
      ],
      [
        "AATGAT",
        -8.101022049349375
      ],
      [
        "AGGC",
        -8.101733570784361
      ],
      [
        "AAACG",
        -8.105086115759148
      ],
      [
        "GATGC",
        -8.105241044823003
      ],
      [
        "TGTTTT",
        -8.106526239018262
      ],
      [
        "ATATTA",
        -8.108482262371487
      ],
      [
        "AATTAT",
        -8.108945919594914
      ],
      [
        "TGTTT",
        -8.111702100147925
      ],
      [
        "GAGGT",
        -8.111895393422259
      ],
      [
        "CAAAG",
        -8.1132790716132
      ],
      [
        "ACCA",
        -8.11426785763576
      ],
      [
        "AGTC",
        -8.11443788208873
      ],
      [
        "TTGTA",
        -8.11557577311954
      ],
      [
        "GTTC",
        -8.11594334287299
      ],
      [
        "TTTTTG",
        -8.117394044883007
      ],
      [
        "TCAATC",
        -8.119333740429715
      ],
      [
        "GTGAA",
        -8.122870652188514
      ],
      [
        "AGGAG",
        -8.124276370548236
      ],
      [
        "TTTTAT",
        -8.124407348272623
      ],
      [
        "▁ATC",
        -8.124984561680591
      ],
      [
        "TATTC",
        -8.125220144830095
      ],
      [
        "AGTGG",
        -8.125390857524307
      ],
      [
        "TTGGA",
        -8.129075731515101
      ],
      [
        "TTGAAA",
        -8.13311741674636
      ],
      [
        "GTTATA",
        -8.133901182600773
      ],
      [
        "TTTATA",
        -8.136979144219723
      ],
      [
        "TATAAA",
        -8.13883156512091
      ],
      [
        "CTGT",
        -8.142975237859103
      ],
      [
        "CAGCA",
        -8.143337481226705
      ],
      [
        "TATCAA",
        -8.145344804150453
      ],
      [
        "AGTGAC",
        -8.14550679964287
      ],
      [
        "TTTAAAT",
        -8.145572285243722
      ],
      [
        "AATTAA",
        -8.145741532892174
      ],
      [
        "GCGC",
        -8.149212346743491
      ],
      [
        "GATTAT",
        -8.149543704686684
      ],
      [
        "ATTCAA",
        -8.15172743502905
      ],
      [
        "CACTT",
        -8.155153498234379
      ],
      [
        "GCATAT",
        -8.155201621921956
      ],
      [
        "GTTTT",
        -8.156304549764643
      ],
      [
        "TAGAT",
        -8.158573862629858
      ],
      [
        "ATGTC",
        -8.15950718013331
      ],
      [
        "CACAC",
        -8.161849438775636
      ],
      [
        "CCAC",
        -8.166110152257838
      ],
      [
        "TCGTT",
        -8.167089578002049
      ],
      [
        "ATGGG",
        -8.16772444909586
      ],
      [
        "TGTTG",
        -8.167833974522912
      ],
      [
        "▁TTGA",
        -8.171819406931714
      ],
      [
        "ACTAA",
        -8.173874077034704
      ],
      [
        "ATTTAGA",
        -8.174020648334189
      ],
      [
        "▁ATAA",
        -8.175036064292588
      ],
      [
        "AAAAGT",
        -8.17557024645594
      ],
      [
        "AAGGA",
        -8.180176305062101
      ],
      [
        "GGTCA",
        -8.180318032120265
      ],
      [
        "CAAGT",
        -8.182574950854619
      ],
      [
        "AAAGGAG",
        -8.182734034248218
      ],
      [
        "AGTAAT",
        -8.184543660823447
      ],
      [
        "GATTG",
        -8.185633650229136
      ],
      [
        "TCATG",
        -8.186027378315718
      ],
      [
        "TTGCA",
        -8.18783955294031
      ],
      [
        "CCATT",
        -8.188390106774703
      ],
      [
        "TTTCT",
        -8.189802101633223
      ],
      [
        "GGTAA",
        -8.190240114483359
      ],
      [
        "AAGGGG",
        -8.190264932064249
      ],
      [
        "CCTA",
        -8.192366390824782
      ],
      [
        "TTATTTT",
        -8.192555033986268
      ],
      [
        "ATTTTA",
        -8.192622532335932
      ],
      [
        "ATGGT",
        -8.193124961159882
      ],
      [
        "TGAAATT",
        -8.198493048487045
      ],
      [
        "AAGATA",
        -8.199590478200461
      ],
      [
        "GGGT",
        -8.200034344515867
      ],
      [
        "TGCAG",
        -8.20034774163021
      ],
      [
        "CATTTA",
        -8.20083826062094
      ],
      [
        "TCAAAA",
        -8.200994721958637
      ],
      [
        "CAAGA",
        -8.201575732188555
      ],
      [
        "TTAATA",
        -8.202343044010828
      ],
      [
        "TATTAA",
        -8.202375067610605
      ],
      [
        "GCCAC",
        -8.203547959759302
      ],
      [
        "GATGG",
        -8.205519812705596
      ],
      [
        "ATCATC",
        -8.20854284971162
      ],
      [
        "AACGT",
        -8.211037652468852
      ],
      [
        "AGATG",
        -8.21265250939053
      ],
      [
        "CGAAA",
        -8.213538904341997
      ],
      [
        "ACTC",
        -8.214003635027034
      ],
      [
        "TGTAT",
        -8.218107427029057
      ],
      [
        "CTAC",
        -8.219140227044408
      ],
      [
        "GAAAC",
        -8.222226431338015
      ],
      [
        "GTATG",
        -8.222633648260388
      ],
      [
        "ATGCTT",
        -8.224294974912748
      ],
      [
        "AAAGTA",
        -8.227388403451814
      ],
      [
        "ACAGC",
        -8.227496146399075
      ],
      [
        "TATCGT",
        -8.227624017923931
      ],
      [
        "ATTAAC",
        -8.227754752459607
      ],
      [
        "▁TAT",
        -8.23428013768897
      ],
      [
        "GTGTC",
        -8.235834311048157
      ],
      [
        "CATGT",
        -8.241052195116346
      ],
      [
        "ATAGT",
        -8.24200231826336
      ],
      [
        "GGAAA",
        -8.242917749461977
      ],
      [
        "AGGG",
        -8.244081959249804
      ],
      [
        "AATGC",
        -8.246149246639838
      ],
      [
        "ATTACT",
        -8.247225702505887
      ],
      [
        "CATTAAA",
        -8.248234334984536
      ],
      [
        "CAACT",
        -8.248345999502048
      ],
      [
        "TAATAT",
        -8.248924727110506
      ],
      [
        "AGAAA",
        -8.255079600286825
      ],
      [
        "TAGAAA",
        -8.257083833642712
      ],
      [
        "ATAAG",
        -8.26257878894905
      ],
      [
        "AATAAT",
        -8.26442019348471
      ],
      [
        "TGATA",
        -8.26481052746006
      ],
      [
        "GCATT",
        -8.265203344500708
      ],
      [
        "AAGGC",
        -8.265405828184113
      ],
      [
        "▁TAG",
        -8.26617532671089
      ],
      [
        "GAAGTT",
        -8.269156317131413
      ],
      [
        "CTTAT",
        -8.269168154274576
      ],
      [
        "CACCA",
        -8.270232234353408
      ],
      [
        "GGAAAA",
        -8.273740232778287
      ],
      [
        "ATTCC",
        -8.276877591181599
      ],
      [
        "TCATC",
        -8.282551058379296
      ],
      [
        "CGAG",
        -8.285496099064442
      ],
      [
        "GTAAT",
        -8.289206642346809
      ],
      [
        "AGAAT",
        -8.290092945066425
      ],
      [
        "TTTTAA",
        -8.290579616844704
      ],
      [
        "GCTGA",
        -8.291246835140118
      ],
      [
        "GTCG",
        -8.291752406998338
      ],
      [
        "TGAATT",
        -8.293686452578429
      ],
      [
        "AAAAAC",
        -8.296628886921964
      ],
      [
        "ACATT",
        -8.296894115787158
      ],
      [
        "▁GCA",
        -8.302175469471463
      ],
      [
        "GACAT",
        -8.302243159114497
      ],
      [
        "TAAGT",
        -8.304208375248761
      ],
      [
        "AGTAT",
        -8.306937999958048
      ],
      [
        "CTTG",
        -8.309401531398223
      ],
      [
        "▁GG",
        -8.309547607095473
      ],
      [
        "CAATG",
        -8.312780060727874
      ],
      [
        "TTATTT",
        -8.313158676874615
      ],
      [
        "ATCAC",
        -8.31529304866529
      ],
      [
        "GAAGT",
        -8.315647958949569
      ],
      [
        "GCAATT",
        -8.316154822513404
      ],
      [
        "AATGT",
        -8.318482955519004
      ],
      [
        "GACT",
        -8.318706667146
      ],
      [
        "CCTC",
        -8.320215555954437
      ],
      [
        "TTTAC",
        -8.321785431135757
      ],
      [
        "GGTTT",
        -8.323170697903814
      ],
      [
        "AGAAGA",
        -8.326448018970359
      ],
      [
        "CAGAA",
        -8.326706735482652
      ],
      [
        "ACTGA",
        -8.327459175441579
      ],
      [
        "AAAGCA",
        -8.33006990637606
      ],
      [
        "TAACT",
        -8.332437629002557
      ],
      [
        "AGATAT",
        -8.337587892977382
      ],
      [
        "TGAAAT",
        -8.340160550449747
      ],
      [
        "ACATC",
        -8.340602247664668
      ],
      [
        "AAAGAT",
        -8.342776315515808
      ],
      [
        "TAAAAAAG",
        -8.34485881313488
      ],
      [
        "GCTTG",
        -8.345747074285935
      ],
      [
        "TTAAAG",
        -8.347278567823702
      ],
      [
        "CTTTG",
        -8.34968108318901
      ],
      [
        "ATGTG",
        -8.353940867041496
      ],
      [
        "TAGGTG",
        -8.35511198705611
      ],
      [
        "ATTATTT",
        -8.359184963132765
      ],
      [
        "ATGACA",
        -8.36611960928144
      ],
      [
        "TTACT",
        -8.367320253405458
      ],
      [
        "AATGTT",
        -8.367541563731505
      ],
      [
        "ACAATTA",
        -8.368135058019252
      ],
      [
        "AAACT",
        -8.369379180704879
      ],
      [
        "CTCA",
        -8.370610893750971
      ],
      [
        "AATTTT",
        -8.371159838021049
      ],
      [
        "GGTGT",
        -8.372871579103332
      ],
      [
        "TTAATCA",
        -8.373016975301942
      ],
      [
        "CTGTA",
        -8.374894008756879
      ],
      [
        "GTGTA",
        -8.375064667575206
      ],
      [
        "ACTTC",
        -8.377471270633203
      ],
      [
        "GCACC",
        -8.377835104081006
      ],
      [
        "TTTCAA",
        -8.378540282644725
      ],
      [
        "GAAGG",
        -8.379723971992533
      ],
      [
        "AGAAAA",
        -8.382861416120098
      ],
      [
        "GTTGA",
        -8.383042166492483
      ],
      [
        "TGTAG",
        -8.384382651612594
      ],
      [
        "TCCC",
        -8.389820538739883
      ],
      [
        "AGACA",
        -8.391790646013487
      ],
      [
        "CTTATTT",
        -8.394277651753011
      ],
      [
        "ACAAC",
        -8.39485212860117
      ],
      [
        "AGATAA",
        -8.3960892313244
      ],
      [
        "CAAAC",
        -8.397171775134936
      ],
      [
        "AGTTAT",
        -8.397456817611566
      ],
      [
        "CTAAT",
        -8.39859428257089
      ],
      [
        "GCGT",
        -8.399313724329206
      ],
      [
        "GCATTA",
        -8.39965368092588
      ],
      [
        "AGGTGT",
        -8.400214831218245
      ],
      [
        "AGCAG",
        -8.402272467076296
      ],
      [
        "GAAAAAG",
        -8.403665510054651
      ],
      [
        "ATTATA",
        -8.408411759048022
      ],
      [
        "TTTGAA",
        -8.412727304767744
      ],
      [
        "ATGTTG",
        -8.41335619540708
      ],
      [
        "GGTTA",
        -8.414233689771446
      ],
      [
        "GAGGAG",
        -8.414397802372521
      ],
      [
        "TTATCA",
        -8.41454774951584
      ],
      [
        "TTAAGT",
        -8.415517912181716
      ],
      [
        "TGGTA",
        -8.415734228003728
      ],
      [
        "TATTCA",
        -8.416092389156208
      ],
      [
        "ATGGC",
        -8.416784511741264
      ],
      [
        "CCTTTT",
        -8.417665892615034
      ],
      [
        "ACAGT",
        -8.417740692641718
      ],
      [
        "CTACT",
        -8.4178490651366
      ],
      [
        "TCACT",
        -8.420432481275316
      ],
      [
        "AATAG",
        -8.422015208639223
      ],
      [
        "AATAAAG",
        -8.42830192604858
      ],
      [
        "AACATG",
        -8.433436634823988
      ],
      [
        "ATTTATT",
        -8.435646706615696
      ],
      [
        "TAAATAA",
        -8.436480309075236
      ],
      [
        "TAACA",
        -8.43734239208982
      ],
      [
        "ATTAAT",
        -8.437641475481108
      ],
      [
        "ACGTT",
        -8.438471915377269
      ],
      [
        "TACAT",
        -8.438971369222198
      ],
      [
        "GAAATG",
        -8.43964973761878
      ],
      [
        "ATTTATA",
        -8.439827232065896
      ],
      [
        "AAATAT",
        -8.440179114696706
      ],
      [
        "TTTTC",
        -8.440727119298732
      ],
      [
        "TAAAGAA",
        -8.442778816658699
      ],
      [
        "AAAGC",
        -8.443534758522219
      ],
      [
        "AGAAAT",
        -8.443925915213434
      ],
      [
        "TGCAA",
        -8.447226326528629
      ],
      [
        "CTCAA",
        -8.44815162862546
      ],
      [
        "TTTATTT",
        -8.448512438687501
      ],
      [
